[
  {
    "numero": 1,
    "question": "Quelle affirmation décrit les indicateurs d'état verts qui apparaissent à côté des différents services du réseau de distribution FortiGuard ?",
    "propositions": [
      "A. Ils indiquent que le FortiGate dispose des dernières mises à jour disponibles auprès du réseau de distribution FortiGuard.",
      "B. Ils indiquent que des mises à jour sont disponibles et doivent être téléchargées depuis le réseau de distribution FortiGuard vers l'unité FortiGate.",
      "C. Ils indiquent que le FortiGate est en train de télécharger des mises à jour depuis le réseau de distribution FortiGuard.",
      "D. Ils indiquent que le FortiGate est capable de se connecter au réseau de distribution FortiGuard."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 2,
    "question": "Quels sont les protocoles réseau pris en charge pour l'accès administratif à une unité FortiGate ? (Choisissez-en trois.)",
    "propositions": [
      "A. SMTP",
      "B. WINS",
      "C. HTTP",
      "D. HTTPS",
      "E. SSH"
    ],
    "reponse": ["C", "D", "E"]
  },
  {
    "numero": 3,
    "question": "Quel est le processus de récupération du mot de passe du FortiGate ?",
    "propositions": [
      "A. Interrompre la séquence de démarrage, modifier le registre de démarrage et redémarrer. Après avoir modifié le mot de passe, réinitialisez le registre de démarrage.",
      "B. Connectez-vous via le port de console en utilisant le compte \"maintainer\" dans les quelques secondes qui suivent la mise hors tension physique du FortiGate.",
      "C. Maintenez les touches CTRL+ Esc (Escape) enfoncées pendant le redémarrage, puis réinitialisez le mot de passe administrateur.",
      "D. Interrompre la séquence de démarrage et restaurer un fichier de configuration dont le mot de passe a été modifié."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 4,
    "question": "Quelles méthodes peuvent être utilisées pour fournir le code de jeton à un utilisateur configuré pour utiliser l'authentification à deux facteurs ? (Choisissez-en trois.)",
    "propositions": [
      "A. Blocs de code",
      "B. Message téléphonique SMS",
      "C. FortiToken",
      "D. Fenêtre contextuelle du navigateur",
      "E. Courriel"
    ],
    "reponse": ["B", "C", "E"]
  },
  {
    "numero": 5,
    "question": "Quels énoncés décrivent correctement le fonctionnement en mode transparent ? (Choisissez-en trois.)",
    "propositions": [
      "A. Toutes les interfaces du dispositif FortiGate en mode transparent doivent se trouver sur des sous-réseaux IP différents.",
      "B. Le FortiGate transparent est visible par les hôtes du réseau lors d'un traceroute IP.",
      "C. Il permet l'inspection du trafic en ligne et le pare-feu sans modifier le schéma IP du réseau.",
      "D. Les paquets Ethernet sont transférés en fonction des adresses MAC de destination et non des adresses IP.",
      "E. Le FortiGate agit comme un pont transparent et transmet le trafic au niveau de la couche 2."
    ],
    "reponse": ["C", "D", "E"]
  },
  {
    "numero": 6,
    "question": "Lorsque Role est défini sur Undefined, quelle affirmation est vraie ?",
    "propositions": [
      "A. L'interface graphique fournit toutes les options de configuration disponibles pour l'interface port1.",
      "B. Vous ne pouvez pas configurer une adresse IP statique pour l'interface port1 car elle n'autorise que le mode d'adressage DHCP.",
      "C. Les stratégies de pare-feu peuvent être créées uniquement à partir de l'interface port1 vers n'importe quelle interface.",
      "D. L'interface port1 est réservée à la gestion."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 7,
    "question": "Parmi les paramètres et protocoles suivants, lesquels peuvent être utilisés pour fournir un accès administratif sécurisé et restrictif au FortiGate ? (Choisissez-en trois.)",
    "propositions": [
      "A. Hôte de confiance",
      "B. HTTPS",
      "C. Authentification de confiance",
      "D. SSH",
      "E. FortiTelemetry"
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 8,
    "question": "Quelles sont les options de mise à jour des antivirus et des définitions d'attaques prises en charge par les unités FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. Mise à jour manuelle par téléchargement des signatures à partir du site de support.",
      "B. Les mises à jour FortiGuard pull.",
      "C. Pousser les mises à jour à partir d'un FortiAnalyzer.",
      "D. Exécution de la commande fortiguard-AV-AS à partir du CLI."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 9,
    "question": "Dans quels états de processus est-il impossible d'interrompre/de tuer un processus ? (Choisissez-en deux.)",
    "propositions": [
      "A. S - Veille",
      "B. R - En cours d'exécution",
      "C. D - Sommeil ininterrompu",
      "D. Z - Zombie"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 10,
    "question": "Qu'est-ce qui n'est pas une fonctionnalité de FortiGate ?",
    "propositions": [
      "A. Audit de la base de données",
      "B. La prévention des intrusions",
      "C. Filtrage Web",
      "D. Contrôle des applications"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 11,
    "question": "Lorsqu'un administrateur tente de gérer le FortiGate à partir d'une adresse IP qui n'est pas un hôte de confiance, que se passe-t-il ?",
    "propositions": [
      "A. Le FortiGate soumettra toujours le trafic de cette personne aux politiques de pare-feu ; il ne les contournera pas.",
      "B. FortiGate laissera tomber les paquets et ne répondra pas.",
      "C. FortiGate répond par un message de blocage, indiquant qu'il n'autorisera pas cette personne à se connecter.",
      "D. Le FortiGate ne répond que si l'administrateur utilise un protocole sécurisé. Sinon, il ne répond pas"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 12,
    "question": "Un fichier de sauvegarde commence par cette ligne : Pouvez-vous le restaurer sur un FortiWiFi 60D ?",
    "propositions": [
      "A. Oui",
      "B. Oui, mais seulement si vous remplacez la ligne \"#conf_file_ver\" par le numéro de série de ce FortiWiFi 60D spécifique.",
      "C. Oui, mais seulement s'il utilise la même version de FortiOS, ou une version compatible plus récente.",
      "D. Non"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 13,
    "question": "Vous avez configuré le serveur DHCP sur l'interface port1 d'un FortiGate (ou interne, selon le modèle) pour offrir des IP dans une plage de 192.168.1.65-192.168.1.253. Lorsque le premier hôte envoie une requête DHCP, quelle IP le DHCP offrira-t-il ?",
    "propositions": [
      "A. 192.168.1.99",
      "B. 192.168.1.253",
      "C. 192.168.1.65",
      "D. 192.168.1.66"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 14,
    "question": "Vous avez créé un nouveau compte administrateur et lui avez attribué le profil prof_admin. Qu'est-ce qui est faux en ce qui concerne les autorisations de ce compte ?",
    "propositions": [
      "A. Il ne peut pas mettre à niveau ou rétrograder le micrologiciel.",
      "B. Il peut créer et affecter des comptes d'administrateur à des parties de son propre VDOM.",
      "C. Il peut réinitialiser les mots de passe oubliés pour d'autres comptes d'administrateur tels que \"admin\".",
      "D. Ses droits sont moins étendus que ceux des comptes ayant le profil \"super_admin\"."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 15,
    "question": "Une nouvelle version du firmware FortiOS vient d'être publiée. Lorsque vous téléchargez un nouveau firmware, qu'est-ce qui est vrai ?",
    "propositions": [
      "A. Si vous téléchargez l'image du micrologiciel via le menu du chargeur de démarrage à partir d'un serveur TFTP, la configuration ne sera pas conservée. Mais si vous téléchargez un nouveau firmware via l'interface graphique ou le CLI, tant que vous suivez un chemin de mise à niveau pris en charge, FortiOS tentera de convertir la configuration existante pour qu'elle soit valide avec toute syntaxe nouvelle ou modifiée.",
      "B. Aucun paramètre n'est conservé. Vous devez procéder à une reconfiguration complète.",
      "C. Aucun paramètre n'est conservé. Après la mise à niveau, vous devez télécharger un fichier de sauvegarde de la configuration. FortiOS ignore les commandes qui ne sont pas valides dans le nouveau système d'exploitation. Dans ce cas, vous devez reconfigurer les paramètres qui ne sont pas compatibles avec le nouveau firmware.",
      "D. Vous devez utiliser FortiConverter pour convertir un fichier de configuration de sauvegarde dans la syntaxe requise par le nouveau FortiOS, puis le télécharger dans le FortiGate."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 16,
    "question": "Si vous avez perdu votre mot de passe pour le compte \"admin\" de votre FortiGate, comment le réinitialiser ?",
    "propositions": [
      "A. Connectez-vous avec un autre compte administrateur disposant des autorisations du profil \"super_admin\", puis réinitialisez le mot de passe du compte \"admin\".",
      "B. Redémarrez le FortiGate. Via la console locale, pendant le boot loader, utilisez le menu pour formater le flash disk et réinstaller le firmware. Vous pouvez ensuite vous connecter avec le mot de passe par défaut.",
      "C. Mettez le FortiGate hors tension. Redémarrez-le après quelques secondes. Via la console locale, dans les 30 secondes suivant la fin du démarrage, connectez-vous en tant que \"maintainer\" et entrez les commandes CLI pour définir le mot de passe du compte \"admin\".",
      "D. Redémarrez le FortiGate. Via la console locale, pendant le chargeur de démarrage, utilisez le menu pour vous connecter en tant que \"maintainer\" et entrez les commandes CLI pour définir le mot de passe du compte \"admin\"."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 17,
    "question": "Quelles méthodes le FortiGate peut-il utiliser pour envoyer un mot de passe à usage unique (OTP) aux utilisateurs de l'authentification à deux facteurs ? (Choisissez-en trois.)",
    "propositions": [
      "A. FortiToken matériel",
      "B. Portail Web",
      "C. Courriel",
      "D. Jeton USB",
      "E. Logiciel FortiToken (FortiToken mobile)"
    ],
    "reponse": ["A", "C", "E"]
  },
  {
    "numero": 18,
    "question": "Qu'est-ce que FortiToken utilise comme entrée lors de la génération d'un code de jeton ? (Choisissez-en deux.)",
    "propositions": [
      "A. Mot de passe de l'utilisateur",
      "B. L'heure",
      "C. Nom de l'utilisateur",
      "D. Graine"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 19,
    "question": "Parmi les modes de fonctionnement suivants, lesquels sont pris en charge par les équipements FortiGate ? (Choisissez deux)",
    "propositions": [
      "A. Proxy",
      "B. Transparent",
      "C. NAT/route",
      "D. Inspection hors ligne"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 20,
    "question": "Quels types de dépannage pouvez-vous effectuer lors du téléchargement d'un microprogramme ? (Choisissez-en deux.)",
    "propositions": [
      "A. Recherche d'un micrologiciel corrompu",
      "B. Recherche de l'état d'exécution actuel",
      "C. Recherche de matériel endommagé",
      "D. Rechercher l'historique de la configuration"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 21,
    "question": "Quels sont les résultats de la commande \"diagnose hardware deviceinfo nic\" ? (Choisissez deux réponses.)",
    "propositions": [
      "A. Cache ARP",
      "B. Adresse MAC physique",
      "C. Erreurs et collisions",
      "D. Ports TCP en écoute"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 22,
    "question": "Quelles sont les commandes appropriées pour enquêter sur une CPU élevée ? (Choisissez deux réponses.)",
    "propositions": [
      "A. diag sys top",
      "B. diag hardware sysinfo mem",
      "C. diag debug flow",
      "D. get system performance status"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 23,
    "question": "Un administrateur souhaite configurer un FortiGate en tant que serveur DNS. Le FortiGate doit d'abord utiliser sa base de données DNS, puis relayer toutes les requêtes irrésolues vers un serveur DNS externe. Parmi les méthodes DNS suivantes, laquelle devez-vous utiliser ?",
    "propositions": [
      "A. Non récursif",
      "B. Récursif",
      "C. Transférer vers les DNS primaire et secondaire",
      "D. Renvoi vers le DNS système"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 24,
    "question": "Lequel des produits Fortinet suivants peut recevoir des mises à jour du réseau de distribution FortiGuard ?",
    "propositions": [
      "A. FortiGate",
      "B. FortiClient",
      "C. FortiMail",
      "D. FortiAnalyzer"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 25,
    "question": "Un FortiGate est configuré pour recevoir des mises à jour push du réseau de distribution FortiGuard, mais les mises à jour ne sont pas reçues. Quelles sont les deux raisons de ce problème ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le FortiGate est connecté à plusieurs FAI.",
      "B. Il y a un dispositif NAT entre le FortiGate et le réseau de distribution FortiGuard et aucune IP push n'est configurée.",
      "C. Le FortiGate est en mode Transparent qui ne supporte pas les mises à jour push.",
      "D. L'interface externe du FortiGate est configurée pour obtenir l'adresse IP à partir d'un serveur DHCP."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 26,
    "question": "Parmi les protocoles réseau suivants, lesquels sont pris en charge pour l'accès administratif à une unité FortiGate ?",
    "propositions": [
      "A. HTTPS, HTTP, SSH, TELNET, PING, SNMP",
      "B. FTP, HTTPS, NNTP, TCP, WINS",
      "C. HTTP, NNTP, SMTP, DHCP",
      "D. Telnet, FTP, RLOGIN, HTTP, HTTPS, DDNS",
      "E. Telnet, UDP, NNTP, SMTP"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 27,
    "question": "Laquelle des affirmations suivantes est correcte concernant une unité FortiGate fonctionnant en mode NAT/Route ?",
    "propositions": [
      "A. L'unité FortiGate applique le NAT à tout le trafic.",
      "B. L'unité FortiGate fonctionne comme un dispositif de couche 3.",
      "C. L'unité FortiGate fonctionne comme un dispositif de couche 2.",
      "D. L'unité FortiGate fonctionne comme un routeur et la fonction pare-feu est désactivée."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 28,
    "question": "Laquelle des affirmations suivantes est correcte concernant une unité FortiGate fonctionnant en mode NAT/Route ?",
    "propositions": [
      "A. L'unité FortiGate ne nécessite qu'une seule adresse IP pour recevoir les mises à jour et la configuration à partir d'un ordinateur de gestion.",
      "B. L'unité FortiGate doit utiliser des adresses IP publiques sur les réseaux internes et externes.",
      "C. L'unité FortiGate utilise généralement des adresses IP privées sur le réseau interne, mais les cache à l'aide d'une traduction d'adresse réseau.",
      "D. L'unité FortiGate utilise uniquement des adresses IP attribuées par DHCP sur le réseau interne."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 29,
    "question": "Une unité FortiGate peut fournir laquelle des capacités suivantes ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Filtrage du courrier électronique",
      "B. Pare-feu",
      "C. Passerelle VPN",
      "D. Relais de messagerie",
      "E. Serveur de messagerie"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 30,
    "question": "Laquelle des méthodes suivantes peut être utilisée pour accéder à la CLI ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. En utilisant une connexion directe à une console série.",
      "B. En utilisant la fenêtre de la console CLI dans l'interface graphique.",
      "C. En utilisant une connexion SSH.",
      "D. En utilisant une connexion Telnet."
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 31,
    "question": "La commande CLI est utilisée sur l'unité FortiGate pour exécuter des commandes statiques telles que ping ou pour réinitialiser l'unité FortiGate aux paramètres d'usine.",
    "propositions": [],
    "reponse": []
  },
  {
    "numero": 32,
    "question": "Lors de la sauvegarde du fichier de configuration sur une unité FortiGate, le contenu peut être crypté en activant l'option encrypt et en fournissant un mot de passe. Si le mot de passe est oublié, le fichier de configuration peut toujours être restauré en utilisant laquelle des méthodes suivantes ?",
    "propositions": [
      "A. En sélectionnant l'option de récupération du mot de passe au cours du processus de restauration.",
      "B. En envoyant le mot de passe par e-mail à l'utilisateur administratif en sélectionnant l'option Mot de passe oublié.",
      "C. En envoyant le fichier de configuration au support Fortinet pour qu'il soit décrypté.",
      "D. Si le mot de passe est oublié, il n'y a aucun moyen d'utiliser le fichier."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 33,
    "question": "Lors de la création d'utilisateurs administratifs, lequel des objets de configuration suivants détermine les droits d'accès à l'unité FortiGate ?",
    "propositions": [
      "A. profil",
      "B. allowaccess interface settings",
      "C. mode de fonctionnement",
      "D. local-in policy"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 34,
    "question": "Lesquelles des affirmations suivantes sont vraies en ce qui concerne la configuration par défaut de l'unité FortiGate ?",
    "propositions": [
      "A. L'interface `Port1' ou `Internal' aura une IP de 192.168.1.99.",
      "B. L'interface `Port1' ou `Internal' aura un serveur DHCP configuré et activé (sur les appareils qui supportent les serveurs DHCP).",
      "C. Le login par défaut sera toujours le nom d'utilisateur : admin (tout en minuscules) et pas de mot de passe.",
      "D. L'action implicite du pare-feu est ACCEPTER."
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 35,
    "question": "Dans le widget Informations système du tableau de bord, lesquelles des actions suivantes sont disponibles pour la configuration du système ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Sauvegarde",
      "B. Restaurer",
      "C. Révisions",
      "D. Exportation"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 36,
    "question": "Lequel des produits suivants peut être installé sur un ordinateur fonctionnant sous Windows pour fournir une protection pare-feu personnelle, une protection antivirus, un filtrage du web et du courrier, un filtrage du spam et une fonctionnalité VPN ?",
    "propositions": [
      "A. FortiGate",
      "B. FortiAnalyzer",
      "C. FortiClient",
      "D. FortiManager",
      "E. FortiReporter"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 37,
    "question": "Quelle affirmation concernant les services FortiGuard pour FortiGate est vraie ?",
    "propositions": [
      "A. La base de données de filtrage Web est téléchargée localement sur le FortiGate.",
      "B. Les signatures antivirus sont téléchargées localement sur le FortiGate.",
      "C. Le FortiGate télécharge les mises à jour IPS en utilisant le port UDP 53 ou 8888.",
      "D. Le FortiAnalyzer peut être configuré en tant que FDN local pour fournir des mises à jour antivirus et IPS."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 38,
    "question": "Un administrateur configure une unité FortiGate en mode transparent sur le sous-réseau 192.168.11.0. La découverte automatique est activée pour détecter tout FortiAnalyzer disponible sur le réseau. Lequel des FortiAnalyseurs suivants sera détecté ?",
    "propositions": [
      "A. 192.168.11.100",
      "B. 192.168.11.251",
      "C. 192.168.10.100",
      "D. 192.168.10.251"
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 39,
    "question": "Quelles sont les options valables pour traiter les requêtes DNS envoyées directement à l'IP de l'interface d'un FortiGate ? (Choisissez-en trois.)",
    "propositions": [
      "A. Renvoi conditionnel.",
      "B. Forward-only.",
      "C. Non récursif.",
      "D. Itératif.",
      "E. Récursive."
    ],
    "reponse": ["B", "C", "E"]
  },
  {
    "numero": 40,
    "question": "Quelles sont les définitions correctes de \"Section View\" et \"Global View\" pour les règles de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. La vue par section répertorie les règles de pare-feu principalement en fonction de leurs paires d'interfaces.",
      "B. La vue par section répertorie les politiques de pare-feu principalement par leur numéro de séquence.",
      "C. La vue globale répertorie les politiques de pare-feu principalement par leurs paires d'interfaces.",
      "D. La vue globale répertorie les politiques de pare-feu principalement par leur numéro de séquence.",
      "E. L'interface \"any\" peut être utilisée avec la vue de section."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 41,
    "question": "Qu'est-ce qui est vrai à propos des interfaces entrantes et sortantes dans les stratégies de pare-feu ?",
    "propositions": [
      "A. Une interface physique ne peut pas être utilisée.",
      "B. Une zone ne peut pas être utilisée.",
      "C. Il n'est pas possible d'utiliser plusieurs interfaces pour les flux entrants et sortants.",
      "D. Les interfaces source et destination sont obligatoires."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 42,
    "question": "Quel trafic peut correspondre au paramètre \"Services\" d'une stratégie de pare-feu ? (Choisissez trois réponses.)",
    "propositions": [
      "A. HTTP",
      "B. SSL",
      "C. DNS",
      "D. RSS",
      "E. HTTPS"
    ],
    "reponse": ["A", "C", "E"]
  },
  {
    "numero": 43,
    "question": "Qu'est-ce qui n'est PAS vrai à propos de la correspondance des sources avec les stratégies de pare-feu ?",
    "propositions": [
      "A. Un objet d'adresse source doit être sélectionné dans la politique de pare-feu.",
      "B. Un utilisateur/groupe source peut être sélectionné dans la stratégie de pare-feu.",
      "C. Un dispositif source peut être défini dans la stratégie de pare-feu.",
      "D. Une interface source doit être sélectionnée dans la politique de pare-feu.",
      "E. Un utilisateur/groupe et un dispositif source doivent être spécifiés dans la stratégie de pare-feu."
    ],
    "reponse": ["E"]
  },
  {
    "numero": 44,
    "question": "Pour le trafic qui ne correspond à aucune politique de pare-feu configurée, quelle est l'action par défaut prise par le FortiGate ?",
    "propositions": [
      "A. Le trafic est autorisé et aucun journal n'est généré.",
      "B. Le trafic est autorisé et enregistré.",
      "C. Le trafic est bloqué et aucun journal n'est généré.",
      "D. Le trafic est bloqué et enregistré."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 45,
    "question": "Dans quel ordre les politiques de pare-feu sont-elles traitées sur un FortiGate ?",
    "propositions": [
      "A. De haut en bas, en fonction de leur numéro de séquence.",
      "B. De haut en bas, en fonction de leur numéro d'identification de politique.",
      "C. En fonction de la meilleure correspondance.",
      "D. En fonction de la valeur de priorité."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 46,
    "question": "Quelle affirmation est vraie en ce qui concerne les numéros d'identification des politiques de pare-feu ?",
    "propositions": [
      "A. Ils changent lorsque les règles de pare-feu sont réorganisées.",
      "B. Ils définissent l'ordre dans lequel les règles sont traitées.",
      "C. Ils sont nécessaires pour modifier une politique de pare-feu à partir de l'interface de ligne de commande.",
      "D. Représentent le nombre d'objets utilisés dans la politique de pare-feu."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 47,
    "question": "Quels objets de configuration peuvent être sélectionnés pour le fichier Source d'une stratégie de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Adresse FQDN",
      "B. Pool d'IP",
      "C. Utilisateur ou groupe d'utilisateurs",
      "D. Service de pare-feu"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 48,
    "question": "Quels objets de pare-feu peuvent être inclus dans le champ Adresse de destination d'une stratégie de pare-feu ? (Choisissez-en trois.)",
    "propositions": [
      "A. Pool d'adresses IP.",
      "B. Adresse IP virtuelle.",
      "C. Adresse IP.",
      "D. Groupe d'adresses IP.",
      "E. Adresse MAC"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 49,
    "question": "L'ordre des politiques de pare-feu est important. Les stratégies peuvent être réorganisées à partir de l'interface graphique ou de l'interface de ligne de commande. Quelle commande CLI est utilisée pour exécuter cette fonction ?",
    "propositions": [
      "A. set order",
      "B. edit policy",
      "C. réorganiser",
      "D. déplacer"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 50,
    "question": "Lequel des éléments suivants n'est PAS une caractéristique de paquet correspondant à un objet de service de pare-feu ?",
    "propositions": [
      "A. Le type et le code ICMP",
      "B. Les ports source et destination TCP/UDP",
      "C. Le numéro de protocole IP",
      "D. Numéro de séquence TCP"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 51,
    "question": "Quels sont les sous-types valides pour une politique de type pare-feu ? (Sélectionnez toutes les réponses qui s'appliquent)",
    "propositions": [
      "A. Identité du dispositif",
      "B. l'adresse",
      "C. Identité de l'utilisateur",
      "D. Planification",
      "E. VPN SSL"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 52,
    "question": "Parmi les informations suivantes, lesquelles peuvent être incluses dans le champ Adresse de destination d'une stratégie de pare-feu ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Un pool d'adresses IP.",
      "B. Une adresse IP virtuelle.",
      "C. Une adresse IP réelle ou un groupe d'adresses IP.",
      "D. Un FQDN ou une (des) valeur(s) géographique(s)."
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 53,
    "question": "Vous souhaitez créer une politique de pare-feu qui s'applique uniquement au trafic destiné à votre serveur web. Le serveur web a une adresse IP de 192.168.2.2 et un masque de sous-réseau /24. Lors de la définition de l'adresse du pare-feu à utiliser dans cette politique, laquelle des adresses suivantes est correcte ?",
    "propositions": [
      "A. 192.168.2.0 / 255.255.255.0",
      "B. 192.168.2.2 / 255.255.255.0",
      "C. 192.168.2.0 / 255.255.255.255",
      "D. 192.168.2.2 / 255.255.255.255"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 54,
    "question": "En mode NAT/Route, lorsqu'il n'y a pas de politique de pare-feu correspondante pour le trafic à transférer par le pare-feu, laquelle des affirmations suivantes décrit l'action prise sur le trafic ?",
    "propositions": [
      "A. Le trafic est bloqué.",
      "B. Le trafic est transmis.",
      "C. Le trafic est transmis et enregistré.",
      "D. Le trafic est bloqué et enregistré."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 55,
    "question": "Les unités FortiGate sont préconfigurées avec quatre profils de protection par défaut. Ces profils de protection sont utilisés pour contrôler le type d'inspection de contenu à effectuer. Quelle action doit être entreprise pour que l'un de ces profils devienne actif ?",
    "propositions": [
      "A. Le profil de protection doit être assigné à une politique de pare-feu.",
      "B. L'option \"Utiliser le profil de protection\" doit être sélectionnée dans l'outil Web Config sous les sections AntiVirus, IPS, WebFilter et AntiSpam.",
      "C. Le profil de protection doit être défini comme profil de protection actif.",
      "D. Tout ce qui précède."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 56,
    "question": "Vous souhaitez configurer des stratégies de pare-feu afin que vos utilisateurs puissent envoyer et recevoir des messages électroniques sur le serveur de messagerie du réseau DMZ. Vous souhaitez également que le serveur de messagerie puisse récupérer des messages électroniques à partir d'un serveur de messagerie hébergé par votre FAI à l'aide du protocole POP3. Quelles stratégies doivent être créées pour cette communication ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Interne> DMZ",
      "B. DMZ> Interne",
      "C. Interne> WAN1",
      "D. WAN1> Interne",
      "E. DMZ> WAN1",
      "F. WAN1> DMZ"
    ],
    "reponse": ["A", "E"]
  },
  {
    "numero": 57,
    "question": "Dans quel ordre les politiques de pare-feu sont-elles traitées sur une unité FortiGate ?",
    "propositions": [
      "A. De haut en bas, en fonction de leur numéro de séquence.",
      "B. De haut en bas, en fonction de leur numéro d'identification de politique.",
      "C. En fonction de la meilleure correspondance.",
      "D. En fonction de la valeur de priorité."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 58,
    "question": "Quel champ d'en-tête peut être utilisé dans une politique de pare-feu pour la correspondance du trafic ?",
    "propositions": [
      "A. Le type et le code ICMP.",
      "B. DSCP.",
      "C. Taille de la fenêtre TCP.",
      "D. Le numéro de séquence TCP."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 59,
    "question": "Quelles sont les deux affirmations vraies concernant les clauses de non-responsabilité de la politique de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils ne peuvent pas être utilisés en combinaison avec l'authentification de l'utilisateur.",
      "B. Ils ne peuvent être appliqués qu'aux interfaces sans fil.",
      "C. Les utilisateurs doivent accepter la clause de non-responsabilité pour continuer.",
      "D. La page d'avertissement est personnalisable."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 60,
    "question": "Les fonctionnalités UTM peuvent être appliquées à quels éléments parmi les suivants ?",
    "propositions": [
      "A. Les stratégies de pare-feu",
      "B. Les groupes d'utilisateurs",
      "C. Voies d'accès aux stratégies",
      "D. Groupes d'adresses"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 61,
    "question": "Chaque fonctionnalité UTM possède des objets UTM configurables tels que des capteurs, des profils ou des listes qui définissent le fonctionnement de la fonctionnalité. Comment les fonctionnalités UTM sont-elles appliquées au trafic ?",
    "propositions": [
      "A. Une ou plusieurs fonctionnalités UTM sont activées dans une stratégie de pare-feu.",
      "B. Dans la configuration du système pour cette fonctionnalité UTM, vous pouvez identifier les politiques auxquelles la fonctionnalité doit être appliquée.",
      "C. Activez les objets UTM appropriés et identifiez l'un d'entre eux comme étant la valeur par défaut.",
      "D. Pour chaque objet UTM, identifiez la stratégie qui l'utilisera."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 62,
    "question": "Si aucune politique de pare-feu n'est spécifiée entre deux interfaces FortiGate et que les zones ne sont pas utilisées, laquelle des affirmations suivantes décrit l'action prise sur le trafic circulant entre ces interfaces ?",
    "propositions": [
      "A. Le trafic est bloqué.",
      "B. Le trafic est autorisé.",
      "C. Le trafic est autorisé et enregistré.",
      "D. Le trafic est bloqué et enregistré."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 63,
    "question": "Qu'est-ce qui n'est PAS vrai à propos des paramètres d'une allocation de blocs de ports de type pool IP ?",
    "propositions": [
      "A. La taille du bloc définit le nombre de connexions.",
      "B. Les blocs par utilisateur définissent le nombre de blocs de connexion pour chaque utilisateur.",
      "C. Une plage d'adresses IP internes définit les adresses IP autorisées à utiliser le pool.",
      "D. Une plage d'adresses IP externes définit les adresses IP du pool."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 64,
    "question": "Quelles affirmations concernant le pool d'adresses IP One-to-One sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il permet de configurer les réponses ARP.",
      "B. Il permet le mappage fixe d'une plage d'adresses internes à une plage d'adresses externes.",
      "C. Il est utilisé pour la NAT de destination.",
      "D. Il n'utilise pas la traduction d'adresse de port."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 65,
    "question": "Comment le FortiGate sélectionne-t-il la politique SNAT centrale appliquée à une session TCP ?",
    "propositions": [
      "A. Il sélectionne la politique SNAT spécifiée dans la configuration de l'interface sortante.",
      "B. Il sélectionne la première politique SNAT centrale correspondante de haut en bas.",
      "C. Il sélectionne la politique SNAT centrale ayant la priorité la plus basse.",
      "D. Il sélectionne la stratégie SNAT spécifiée dans la configuration de la stratégie de pare-feu qui correspond au trafic."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 66,
    "question": "Parmi les choix suivants, lequel permet à un hôte externe de joindre un hôte interne ?",
    "propositions": [
      "A. Transfert de port",
      "B. Surcharge NAT",
      "C. PPPoE",
      "D. NAT64",
      "E. ATM"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 67,
    "question": "Quelle implémentation NAT permet de limiter le nombre de connexions par adresse IP ?",
    "propositions": [
      "A. IP pool type : Surcharge",
      "B. IP pool type : One-to-one",
      "C. IP pool type : Plage de ports fixe",
      "D. Type de pool IP : Attribution de blocs de ports"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 68,
    "question": "Quelles affirmations sont vraies concernant la stratégie de pare-feu NAT utilisant l'adresse IP de l'interface sortante avec un port fixe désactivé ? (Choisissez-en deux.)",
    "propositions": [
      "A. C'est ce qu'on appelle le NAT plusieurs-à-un.",
      "B. L'adresse IP source est traduite en adresse IP de l'interface sortante.",
      "C. Les connexions sont suivies à l'aide du port source et de l'adresse MAC source.",
      "D. La traduction d'adresse de port n'est pas utilisée."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 69,
    "question": "L'interface WAN (port1) a l'adresse IP 10.200.1.1/24. L'interface LAN(port2) a l'adresse IP 10.0.1.254/24. La première stratégie de pare-feu a activé la NAT en utilisant l'adresse de l'interface sortante. La deuxième stratégie de pare-feu est configurée avec une adresse IP virtuelle (VIP) comme adresse de destination. Quelle adresse IP sera utilisée pour la NAT à la source du trafic Internet provenant d'un poste de travail dont l'adresse IP est 10.0.1.10/24 ?",
    "propositions": [
      "A. 10.200.1.1",
      "B. 10.0.1.254",
      "C. Toute adresse IP disponible dans le sous-réseau WAN (port1) 10.200.1.0/24",
      "D. 10.200.1.10"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 70,
    "question": "L'interface WAN (port1) a l'adresse IP 10.200.1.1/24. L'interface LAN (port2) a l'adresse IP 10.0.1.254/24. La première stratégie de pare-feu a activé la NAT sur l'adresse de l'interface sortante. La seconde politique de pare-feu est configurée avec un VIP comme adresse de destination. Quelle adresse IP sera utilisée pour la NAT à la source du trafic Internet provenant d'un poste de travail dont l'adresse IP est 10.0.1.10/24 ?",
    "propositions": [
      "A. 10.200.1.10",
      "B. Toute adresse IP disponible dans le sous-réseau WAN (port1) 10.200.1.0/24",
      "C. 10.200.1.1",
      "D. 10.0.1.254"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 71,
    "question": "Examinez les deux routes statiques vers le même sous-réseau de destination 172.20.168.0/24 comme indiqué ci-dessous ; puis répondez à la question qui suit. Lequel des énoncés suivants décrit correctement la configuration de routage statique présentée ci-dessus ?",
    "propositions": [
      "A. Le FortiGate partage équitablement le trafic vers 172.20.168.0/24 via les deux routes.",
      "B. Le FortiGate partage le trafic vers 172.20.168.0/24 via les deux routes, mais la route port2 acheminera environ deux fois plus de trafic.",
      "C. Le FortiGate envoie tout le trafic vers 172.20.168.0/24 via le port1.",
      "D. Seule la route qui utilise le port1 apparaîtra dans la table de routage."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 72,
    "question": "S'il n'y a pas de changements dans la table de routage et dans le cas du trafic TCP, lequel des énoncés suivants décrit correctement les consultations de la table de routage effectuées par un FortiGate en mode NAT /Route, lors de la recherche d'une passerelle appropriée ?",
    "propositions": [
      "A. Une recherche n'est effectuée que lorsque le premier paquet provenant du client (SYN) arrive.",
      "B. Une recherche est effectuée lorsque le premier paquet provenant du client (SYN) arrive, et une seconde est effectuée lorsque le premier paquet provenant du serveur (SYN/ACK) arrive.",
      "C. Trois vérifications sont effectuées au cours de la poignée de main TCP à trois voies (SYN, SYN/ACK, ACK).",
      "D. Une recherche est toujours effectuée à chaque fois qu'un paquet arrive, que ce soit du côté du serveur ou du côté du client."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 73,
    "question": "Une route statique est configurée pour une unité FortiGate à partir de la CLI en utilisant les commandes suivantes. Quelles sont les conditions requises pour que cette route statique par défaut soit affichée dans la table de routage de l'unité FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'état administratif de l'interface wan1 est affiché comme étant down.",
      "B. L'état de la liaison de l'interface wan1 est affiché comme étant en hausse.",
      "C. Tous les autres routeurs par défaut devraient avoir une distance inférieure.",
      "D. L'adresse de l'interface wan1 et l'adresse de la passerelle se trouvent sur le même sous-réseau :"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 74,
    "question": "La table de routage du FortiGate de Vancouver contenait initialement les informations suivantes : S 172.20.0.0/16 [10/0] via 172.21.1.2, port2 C 172.21.0.0/16 est directement connecté, port2 C 172.11.11.0/24 est directement connecté, port1. Ensuite, la route statique suivante a été ajoutée : config router static edit 6 set dst 172.20.1.0 255.255.255.0 set priority 0 set device port1 set gateway 172.11.12.1 next. Depuis cette modification, la nouvelle route statique n'apparaît PAS dans la table de routage. Compte tenu des informations fournies, lequel des énoncés suivants décrit la cause de ce problème ?",
    "propositions": [
      "A. Le sous-réseau 172.20.1.0/24 est chevauché par le sous-réseau d'une route statique qui se trouve déjà dans la table de routage (172.20.0.0/16), nous devons donc d'abord activer allow-subnet-overlap.",
      "B. L'adresse IP de la passerelle n'est pas dans le même sous-réseau que l'adresse IP du port 1.",
      "C. La priorité est de 0, ce qui signifie que la route restera inactive.",
      "D. La configuration de la route statique ne comporte pas de paramètre de distance."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 75,
    "question": "Dans ce scénario. L'unité FortiGate d'Ottawa possède la table de routage suivante : s* 0.0.0.0/0 [10/0] via 172.20.170.254, port2 c 172.20.167.0/24 est directement connecté, port1 c 172.20.170.0/24 est directement connecté, port2. Des tests de reniflage montrent que les paquets envoyés de l'adresse IP source 170.20.168.2 à l'adresse IP de destination 172.20.169.2 sont abandonnés par le FortiGate situé à Ottawa. Lequel des éléments suivants décrit correctement la cause de l'abandon des paquets ?",
    "propositions": [
      "A. La vérification de la politique de transfert.",
      "B. La vérification de la réserve de chemin d'accès.",
      "C. Le sous-réseau 172.20.169.0/24 ne figure PAS dans la table de routage du FortiGate d'Ottawa.",
      "D. Le poste de travail de destination 172.20.169.2 n'a PAS le sous-réseau 172.20.168.0/24 dans sa table de routage."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 76,
    "question": "Examinez la configuration de la route statique illustrée ci-dessous, puis répondez à la question qui suit. Laquelle des affirmations suivantes décrit correctement la configuration de routage statique fournie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Tout le trafic vers 172.20.1.0/24 est abandonné par le FortiGate.",
      "B. Tant que le port 1 est activé, tout le trafic vers 172.20.1.0/24 est acheminé par la route statique numéro 1. Si l'interface port 1 est désactivée, le trafic est acheminé à l'aide de la route \" blackhole \" (trou noir).",
      "C. L'unité FortiGate ne crée PAS d'entrée de session dans la table des sessions lorsque le trafic est acheminé par la route blackhole.",
      "D. L'unité FortiGate crée une entrée de session dans la table de session lorsque le trafic est acheminé par la route blackhole."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 77,
    "question": "Parmi les champs suivants contenus dans les en-têtes IP/TCP/UDP, lesquels peuvent être utilisés pour prendre une décision de routage lors de l'utilisation d'un routage basé sur une politique ? (Choisissez-en trois)",
    "propositions": [
      "A. L'adresse IP source.",
      "B. Les drapeaux TCP",
      "C. Les ports TCP/UDP source",
      "D. Le type de service.",
      "E. Somme de contrôle"
    ],
    "reponse": ["A", "C", "D"]
  },
  {
    "numero": 78,
    "question": "Laquelle des phrases suivantes décrit le mieux le résultat de la vérification RFP (reverse path forwarding) exécutée par le FortiGate sur les paquets SYN ? (Choisissez deux réponses).",
    "propositions": [
      "A. Les paquets sont autorisés si RPF est configuré comme lâche.",
      "B. Les paquets sont autorisés si RPF est configuré comme strict.",
      "C. Les paquets sont bloqués si RPF est configuré comme lâche.",
      "D. Les paquets sont bloqués si RPF est configuré comme strict."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 79,
    "question": "Laquelle des affirmations suivantes décrit le mieux ce que fait un FortiGate lorsque des paquets correspondent à une route de trou noir ?",
    "propositions": [
      "A. Les paquets sont abandonnés.",
      "B. Les paquets sont acheminés en fonction des informations contenues dans la table de routage basée sur les règles.",
      "C. Un message d'erreur ICMP est renvoyé à l'expéditeur.",
      "D. Les paquets sont réacheminés vers l'expéditeur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 80,
    "question": "La figure montre deux routes statiques vers les mêmes destinations du sous-réseau 172.20.168.0/24. Laquelle des affirmations suivantes décrit correctement cette configuration de routage statique ? (en choisir deux)",
    "propositions": [
      "A. Les deux routes apparaîtront dans la table de routage.",
      "B. L'unité FortiGate partagera équitablement le trafic vers 172.20.168.0/24 entre les routes.",
      "C. Une seule route apparaîtra dans la table de routage.",
      "D. Le FortiGate achemine le trafic vers 172.20.168.0/24 via une seule route."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 81,
    "question": "Quelle action le FortiGate entreprend-il lorsque le délai d'attente du moniteur de santé des liens est dépassé ?",
    "propositions": [
      "A. Toutes les routes vers le sous-réseau de destination configuré dans le moniteur de santé de la liaison sont supprimées de la table de routage.",
      "B. Les valeurs de distance de tous les itininéraires utilisant l'interface configurée dans le moniteur de santé des liens sont augmentées.",
      "C. Les valeurs de priorité de tous les itinéraires utilisant l'interface configurée dans le moniteur de santé des liens sont augmentées.",
      "D. Tous les itinéraires utilisant la passerelle du prochain saut configurée dans le moniteur de santé des liens sont supprimés de la table de routage."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 82,
    "question": "Que faut-il configurer pour que deux routes statiques vers la même destination restent dans la table de routage ?",
    "propositions": [
      "A. La même priorité.",
      "B. La même distance et la même priorité.",
      "C. La même distance.",
      "D. La même métrique."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 83,
    "question": "La figure montre une table de routage FortiGate. Lesquelles des affirmations suivantes sont correctes ? (Choisissez deux)",
    "propositions": [
      "A. Il n'y a qu'une seule route par défaut active.",
      "B. Les valeurs de distance pour la route vers 192.168.1.0/24 sont de 200.",
      "C. Une adresse IP dans le sous-réseau 172.16.78.0/24 a été attribuée à l'interface dmz.",
      "D. Le FortiGate acheminera le trafic vers 172.17.1.2 au prochain saut avec l'adresse IP 192.168.11.254."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 84,
    "question": "L'illustration montre trois routes statiques. Quelles routes seront utilisées pour acheminer les paquets vers l'adresse IP de destination 172.20.168.1 ?",
    "propositions": [
      "A. Les routes portant les numéros d'identification 2 et 3.",
      "B. Seulement la route avec le numéro d'identification 3.",
      "C. Uniquement la route avec le numéro d'identification 2.",
      "D. Seulement la route avec le numéro d'identification 1."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 85,
    "question": "Examinez la base de données de routage. Parmi les affirmations suivantes, lesquelles sont correctes ? (Choisissez-en deux.)",
    "propositions": [
      "A. La route par défaut du port 3 a la métrique la plus basse, ce qui en fait la meilleure route.",
      "B. Il y aura huit routes actives dans la table de routage.",
      "C. La route par défaut port3 a une distance plus élevée que les routes par défaut port1 et port2.",
      "D. Les deux routeurs par défaut port1 et port2 sont actifs dans la table de routage."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 86,
    "question": "Il s'agit d'une sortie sniffer d'une demande de connexion telnet depuis 172.20.120.186 vers l'interface port1 de FGT1. En supposant que le service telnet est activé pour le port1, laquelle des affirmations suivantes décrit correctement la raison pour laquelle FGT1 ne répond pas ?",
    "propositions": [
      "A. Le câble du port 1 est déconnecté.",
      "B. La connexion est abandonnée en raison d'une vérification de transfert de chemin inverse.",
      "C. La connexion est refusée en raison d'un contrôle de la politique de transfert.",
      "D. L'interface port1 de FGT1 est administrativement hors service."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 87,
    "question": "Voir la figure. Quelles sont les affirmations vraies à propos de la figure ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le port1-VLAN10 et le port2-VLAN10 peuvent être assignés à des VDOM différents.",
      "B. port1-VLAN1 est le VLAN natif de l'interface physique port1.",
      "C. Le trafic entre le port1-VLAN1 et le port2-VLAN1 est autorisé par défaut.",
      "D. Le trafic de diffusion reçu dans le port1-VLAN10 ne sera pas transmis au port2-VLAN10."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 88,
    "question": "Un administrateur a configuré deux interfaces VLAN : Un serveur DHCP est connecté à l'interface VLAN10. Un client DHCP est connecté à l'interface VLAN5. Cependant, le client DHCP ne peut pas obtenir d'adresse IP dynamique du serveur DHCP. Quelle est la cause du problème ?",
    "propositions": [
      "A. Les deux interfaces doivent se trouver dans des VDOM différents.",
      "B. Les deux interfaces doivent avoir le même ID VLAN.",
      "C. Le rôle de l'interface VLAN10 doit être défini comme serveur.",
      "D. Les deux interfaces doivent appartenir au même domaine de transfert."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 89,
    "question": "Voir l'exemple de table de routage.",
    "propositions": [],
    "reponse": []
  },
  {
    "numero": 90,
    "question": "Quand un FortiGate partage-t-il le trafic entre deux routes statiques vers le même sous-réseau de destination ?",
    "propositions": [
      "A. Lorsqu'elles ont le même coût et la même distance.",
      "B. Lorsqu'elles ont la même distance et le même poids.",
      "C. Lorsqu'elles ont la même distance et une priorité différente.",
      "D. Lorsqu'elles ont la même distance et la même priorité"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 91,
    "question": "Examinez la sortie de la commande get router info routing-table database présentée dans la figure ci-dessous, puis répondez à la question qui suit. Quelles sont les deux affirmations correctes concernant cette sortie ? (Choisissez-en deux.)",
    "propositions": [
      "A. La table de routage contient six routes.",
      "B. La table de routage contient sept routes.",
      "C. Il y aura deux routes par défaut dans la table de routage.",
      "D. Il y aura deux routes pour le sous-réseau 10.0.2.0/24 dans la table de routage."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 92,
    "question": "Un FortiGate fonctionne en mode NAT/Route et est configuré avec deux sous-interfaces de LAN virtuel (VLAN) ajoutées à la même interface physique. Laquelle des affirmations suivantes est correcte en ce qui concerne les ID VLAN dans ce scénario ?",
    "propositions": [
      "A. Les deux sous-interfaces VLAN ne peuvent avoir le même ID VLAN que si elles ont des adresses IP dans des sous-réseaux différents.",
      "B. Les deux sous-interfaces VLAN doivent avoir des ID VLAN différents.",
      "C. Les deux sous-interfaces VLAN ne peuvent avoir le même ID VLAN que si elles appartiennent à des VDOM différents.",
      "D. Les deux sous-interfaces VLAN peuvent avoir le même ID VLAN si elles sont connectées à différents commutateurs L2 conformes à la norme IEEE 802.1Q."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 93,
    "question": "Examinez la sortie de la commande get router info routing-table all présentée dans l'illustration ci-dessous, puis répondez à la question qui suit. Laquelle des affirmations suivantes décrit correctement cette sortie ?",
    "propositions": [
      "A. Les deux routes vers le sous-réseau 10.0.2.0/24 sont des routes ECMP et le trafic sera équilibré en fonction des paramètres ECMP configurés.",
      "B. La route vers le sous-réseau 10.0.2.0/24 via l'interface Remote_1 est la route active et la route via Remote_2 est la route de secours.",
      "C. OSPF ne supporte pas l'ECMP, donc seule la première route vers le sous-réseau 10.0.1.0/24 est utilisée.",
      "D. 172.16.2.1 est la passerelle préférée pour le sous-réseau 10.0.2.0/24."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 94,
    "question": "Examinez la sortie de la commande config router ospf présentée dans l'illustration ci-dessous, puis répondez à la question qui suit. Laquelle des affirmations suivantes est correcte en ce qui concerne cette sortie ?",
    "propositions": [
      "A. Les paquets OSPF Hello ne seront envoyés que sur les interfaces configurées avec les adresses IP 172.16.1.1 et 172.16.1.2.",
      "B. Les paquets OSPF Hello seront envoyés sur toutes les interfaces de l'appareil FortiGate.",
      "C. Les paquets OSPF Hello seront envoyés sur toutes les interfaces configurées avec une adresse correspondant aux réseaux 10.0.1.0/24 et 172.16.0.0/12.",
      "D. Les paquets OSPF Hello ne sont pas envoyés sur les réseaux point à point."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 95,
    "question": "Afin de partager le trafic en utilisant plusieurs routes statiques, les routes doivent être configurées avec ...",
    "propositions": [
      "A. la même distance et la même priorité.",
      "B. la même distance et le même poids.",
      "C. la même distance, mais une priorité unique doit être attribuée à chacune d'entre elles.",
      "D. une distance égale au poids souhaité pour ECMP, mais toutes doivent avoir la même priorité."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 96,
    "question": "Si Open Shortest Path First (OSPF) a déjà été configuré sur une unité FortiGate, laquelle des affirmations suivantes est correcte si les routes apprises via OSPF doivent être annoncées par Border Gateway Protocol (BGP) ?",
    "propositions": [
      "A. L'unité FortiGate annoncera automatiquement toutes les routes apprises via OSPF à ses pairs BGP si l'unité FortiGate est configurée en tant que routeur autonome OSPF (Autonomous System Boundary Router - ASR).",
      "B. L'unité FortiGate annoncera automatiquement toutes les routes apprises via OSPF à ses pairs BGP si l'unité FortiGate est configurée en tant que routeur de frontière de zone OSPF (ABR).",
      "C. Au minimum, l'administrateur réseau doit activer Redistribuer OSPF dans les paramètres BGP.",
      "D. Le numéro d'AS local BGP doit être le même que le numéro de zone OSPF des routes apprises qui doivent être redistribuées dans BGP.",
      "E. Par conception, BGP ne peut pas redistribuer les routes apprises via OSPF."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 97,
    "question": "Lors de la configuration d'un serveur IP virtuel à charge équilibrée, lequel des algorithmes suivants est le meilleur algorithme de distribution à utiliser dans les applications où le même serveur de destination physique doit être maintenu entre les sessions ?",
    "propositions": [
      "A. Statique",
      "B. Round robin",
      "C. Round robin pondéré",
      "D. Le moins connecté"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 98,
    "question": "Si le protocole RIP (Routing Information Protocol) version 1 ou version 2 a déjà été configuré sur une unité FortiGate, laquelle des affirmations suivantes est correcte si les routes apprises par RIP doivent être annoncées dans Open Shortest Path First (OSPF) ?",
    "propositions": [
      "A. L'unité FortiGate annoncera automatiquement toutes les routes apprises via RIP v1 ou v2 à ses voisins OSPF.",
      "B. L'unité FortiGate annoncera automatiquement toutes les routes apprises uniquement via RIP v2 à ses voisins OSPF.",
      "C. Au minimum, l'administrateur réseau doit activer Redistribuer RIP dans les options avancées d'OSPF.",
      "D. L'administrateur réseau doit configurer une politique d'annonce RIP vers OSPF dans le cadre des paramètres RIP.",
      "E. Au minimum, l'administrateur réseau doit activer Redistribute Default dans les options avancées OSPF."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 99,
    "question": "Lequel des attributs de route suivants doit être égal pour que les routes statiques soient éligibles au routage ECMP (equal cost multipath) ? (Choisissez-en deux.)",
    "propositions": [
      "A. Priorité",
      "B. Métrique",
      "C. Distance",
      "D. Coût"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 100,
    "question": "Un administrateur a ajouté la route statique suivante sur FGTI. Depuis la modification, la nouvelle route statique n'apparaît pas dans la table de routage. Compte tenu des informations fournies, lequel des éléments suivants décrit la cause de ce problème ?",
    "propositions": [
      "A. Le sous-réseau de destination de la nouvelle route chevauche une route existante.",
      "B. La valeur de la distance de la nouvelle route devrait être supérieure à 10.",
      "C. L'adresse IP de la passerelle ne se trouve pas dans le même sous-réseau que le port1.",
      "D. La priorité est de 0, ce qui signifie que cette route restera inactive."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 101,
    "question": "Laquelle des routes suivantes est la meilleure route candidate pour FGT1 afin d'acheminer le trafic de la station de travail vers le serveur Web ?",
    "propositions": [
      "A. 172.16.0.0/16 [50/0] via 10.4.200.2, port2 [5/0]",
      "B. 0.0.0.0/0 [20/0] via 10.4.200.2, port2",
      "C. 10.4.200.0/30 est directement connecté, port2",
      "D. 172.16.32.0/24 est directement connecté, port1"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 102,
    "question": "Un administrateur de pare-feu doit configurer le routage ECMP (equal cost multipath) sur FGT1 pour s'assurer que les liens port1 et port3 sont utilisés en même temps pour tout le trafic destiné à 172.20.2.0/24. Laquelle des routes statiques suivantes répondra à cette exigence sur FGT1 ? (Choisissez deux.)",
    "propositions": [
      "A. 172.20.2.0/24 (1/0) via 10.10.1.2, port1 [0/0]",
      "B. 172.20.2.0/24 (25/0) via 10.10.3.2, port3 [5/0]",
      "C. 172.20.2.0/24 (1/150) via 10.10.1.2, port1 [10/0]",
      "D. 172.20.2.0/24 (1/150) via 10.30.3.2, port3 [10/0]"
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 103,
    "question": "Parmi les paramètres suivants, lesquels peuvent être configurés par VDOM ? (Choisissez-en trois)",
    "propositions": [
      "A. Mode de fonctionnement (NAT/route ou transparent)",
      "B. Routes statiques",
      "C. Nom d'hôte",
      "D. Heure du système",
      "E. Politiques de pare-feu"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 104,
    "question": "Après avoir créé le VDOM, l'administrateur ne peut pas réassigner l'interface dmz au nouveau VDOM car l'option est grisée dans l'interface graphique du VDOM de gestion. Quelle pourrait être la cause de ce problème ?",
    "propositions": [
      "A. L'administrateur ne dispose pas des autorisations nécessaires pour l'interface dmz.",
      "B. L'interface dmz est référencée dans la configuration d'un autre VDOM.",
      "C. Les VDOM non gérés ne peuvent pas référencer les interfaces physiques.",
      "D. L'interface dmz est en mode PPPoE ou DHCP."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 105,
    "question": "Un FortiGate est configuré avec trois domaines virtuels (VDOM). Laquelle des affirmations suivantes est correcte en ce qui concerne les VDOM multiples ?",
    "propositions": [
      "A. Le FortiGate doit être un modèle 1000 ou supérieur pour prendre en charge plusieurs VDOM.",
      "B. Une licence doit être achetée et appliquée au FortiGate avant que le mode VDOM puisse être activé.",
      "C. La modification du mode opérationnel d'un VDOM nécessite un redémarrage du FortiGate.",
      "D. Le FortiGate prend en charge toute combinaison de VDOM en modes NAT/Route et transparent."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 106,
    "question": "Un FortiGate possède deux VDOM en mode NAT/route. Parmi les solutions suivantes, laquelle peut être mise en œuvre par un administrateur réseau pour acheminer le trafic entre les deux VDOM ?",
    "propositions": [
      "A. Utiliser les liens inter-VDOMs créés automatiquement entre tous les VDOMs.",
      "B. Créer et configurer manuellement un lien inter-VDOM entre les vôtres.",
      "C. Interconnecter et configurer une interface physique externe d'un VDOM à une autre interface physique du second VDOM.",
      "D. Configurer les deux VDOM pour qu'ils partagent la même table."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 107,
    "question": "Le VDOM de gestion est 'root' et est configuré en mode transparent, 'vdom1' est configuré en mode NAT/route. Quel trafic est généré uniquement par 'root' et non par 'vdom1' ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Trappes SNMP",
      "B. FortiGuard",
      "C. ARP",
      "D. NTP",
      "E. Redirection ICMP"
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 108,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes concernant les domaines virtuels (VDOM) de FortiGate ? (Choisissez-en deux)",
    "propositions": [
      "A. Les VDOM divisent une seule unité FortiGate en deux ou plusieurs pare-feu indépendants.",
      "B. Un VDOM de gestion gère le SNMP, la journalisation, les alertes par e-mail et les mises à jour FortiGuard.",
      "C. Chaque VDOM peut exécuter différentes versions de firmware.",
      "D. Les utilisateurs administratifs ayant un profil 'super_admin' ne peuvent administrer qu'un seul VDOM."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 109,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne la configuration de plusieurs VDOM dans un appareil FortiGate ?",
    "propositions": [
      "A. Les dispositifs FortiGate, à partir du FGT/FWF 60D, supportent tous les VDOMS.",
      "B. Tous les dispositifs FortiGate sont dimensionnés pour 250 VDOMS.",
      "C. Chaque VDOM nécessite sa propre licence FortiGuard.",
      "D. Les appareils FortiGate prennent en charge plus de VDOM NAT/route que de VDOM en mode transparent."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 110,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne les adresses IP attribuées à chaque interface VLAN dans plusieurs VDOM ?",
    "propositions": [
      "A. Différents VLAN peuvent partager la même adresse IP tant qu'ils ont des ID VLAN différents.",
      "B. Différents VLAN peuvent partager la même adresse IP tant qu'ils se trouvent dans des interfaces physiques différentes.",
      "C. Différents VLAN peuvent partager la même adresse IP tant qu'ils se trouvent dans des VDOM différents.",
      "D. Différents VLAN ne peuvent jamais partager les mêmes adresses IP."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 111,
    "question": "Un appareil FortiGate est configuré avec quatre VDOM : 'root' et 'vdom1' sont en mode NAT/route ; 'vdom2' et 'vdom3' sont en mode transparent. Le VDOM de gestion est \"root\". Laquelle des affirmations suivantes est vraie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Un lien inter-VDOM entre 'root' et 'vdom1' peut être créé.",
      "B. Un lien inter-VDOM entre 'vdom1' et 'vdom2' peut être créé.",
      "C. Un lien inter-VDOM entre 'vdom2' et 'vdom3' peut être créé.",
      "D. Les liens inter-VDOM doivent être configurés manuellement pour le trafic FortiGuard."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 112,
    "question": "Parmi les affirmations suivantes, lesquelles sont vraies à propos de l'inspection de contenu SSL de type \"Man-in-the-middle\" ? (Choisissez-en trois.)",
    "propositions": [
      "A. Le dispositif FortiGate \"re-signe\" tous les certificats provenant des serveurs HTTPS.",
      "B. Le dispositif FortiGate agit comme un sous-CA.",
      "C. Le certificat de service local du serveur web doit être installé dans le dispositif FortiGate.",
      "D. Le dispositif FortiGate effectue une inspection man-in-the-middle.",
      "E. Le certificat SSL Proxy requis doit d'abord être demandé à une autorité de certification publique (CA)."
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 113,
    "question": "Quelles sont les options de journalisation prises en charge sur une unité FortiGate ? (en choisir 2)",
    "propositions": [
      "A. LDAP",
      "B. Syslog",
      "C. FortiAnalyzer",
      "D. SNMP"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 114,
    "question": "Vers quel dispositif distant le FortiGate peut-il envoyer des journaux ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Syslog",
      "B. FortiAnalyzer",
      "C. Disque dur",
      "D. Mémoire",
      "E. FortiCloud"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 115,
    "question": "Dans un journal de Crash, qu'est-ce qu'un statut de 0 indique ?",
    "propositions": [
      "A. L'arrêt anormal d'un processus",
      "B. Un processus fermé pour une raison quelconque",
      "C. Le processus Scanunitd s'est écrasé",
      "D. Arrêt normal sans anomalie",
      "E. Le processus DHCP s'est arrêté."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 116,
    "question": "Il existe huit (8) niveaux de gravité qui indiquent l'importance d'un événement. Sans compter Debug, qui n'est nécessaire que pour enregistrer des données de diagnostic, quels sont les niveaux de gravité les plus bas ET les plus élevés ?",
    "propositions": [
      "A. Notification, urgence",
      "B. Information, critique",
      "C. Erreur, critique",
      "D. Information, Urgence",
      "E. Information, Alerte"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 117,
    "question": "Examinez cette entrée de journal. Qu'indique le journal ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Dans l'interface graphique, l'entrée du journal se trouvait sous \"Log & Report> Event Log> User\".",
      "B. Dans l'interface graphique, l'entrée de journal se trouvait sous \"Log & Report> Event Log> System\".",
      "C. Dans l'interface graphique, l'entrée du journal se trouvait sous \"Log & Report> Traffic Log> Local Traffic\".",
      "D. La connexion était cryptée.",
      "E. La connexion n'était pas cryptée.",
      "F. L'IP de l'interface FortiGate à laquelle \"admin\" s'est connecté était 192.168.1.112.",
      "G. L'IP de l'ordinateur à partir duquel \"admin\" s'est connecté est 192.168.1.112."
    ],
    "reponse": ["A", "D", "F"]
  },
  {
    "numero": 118,
    "question": "Où sont enregistrés la plupart des événements de sécurité ?",
    "propositions": [
      "A. Journal de sécurité",
      "B. Journal du trafic de transmission",
      "C. Journal des événements",
      "D. Journal des alertes",
      "E. Console de surveillance des alertes"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 119,
    "question": "Qu'est-ce qui détermine si un message de journal est généré ou non ?",
    "propositions": [
      "A. Paramètres de la stratégie du pare-feu",
      "B. Paramètres du journal dans l'interface graphique",
      "C. Commande 'config log' dans le CLI",
      "D. Syslog",
      "E. Webtrends"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 120,
    "question": "Les journaux comportent un en-tête et un corps. L'en-tête a la même présentation pour chaque message. La section \"corps\" change de présentation d'un type de message à l'autre.",
    "propositions": [],
    "reponse": []
  },
  {
    "numero": 121,
    "question": "Quelles sont les affirmations correctes concernant la sortie de diagnostic IPsec de la commande diagnose vpn tunnel list ? (Choisissez deux.)",
    "propositions": [
      "A. L'adresse 172.20.1.1 a été attribuée au client connecté.",
      "B. Dans les paramètres de la phase 1, la détection des pairs morts est activée.",
      "C. Le tunnel est inactif.",
      "D. Le client connecté s'est vu attribuer l'adresse 10.200.3.1."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 122,
    "question": "Quelle affirmation est correcte concernant la configuration FortiClient IPsec présentée ?",
    "propositions": [
      "A. Le client VPN qui se connecte installera une route vers une destination correspondant à l'objet d'adresse interne de l'étudiant.",
      "B. Le client VPN de connexion installera une route par défaut.",
      "C. Le client VPN connecté installera une route vers la plage d'adresses 172.20.1.[1-5].",
      "D. Le client VPN se connectera en mode portail web et aucune route ne sera installée."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 123,
    "question": "Quel mode IPSec inclut les informations d'identification de l'homologue dans le premier paquet ?",
    "propositions": [
      "A. Le mode principal.",
      "B. Le mode rapide.",
      "C. Le mode agressif.",
      "D. Le mode IKEv2."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 124,
    "question": "Quelles sont les deux étapes de configuration requises dans chaque FortiGate pour permettre à chaque côté d'initier de nouvelles sessions sans restriction dans un VPN IPsec point à point basé sur les routes ? (Choisissez-en deux.)",
    "propositions": [
      "A. Créer une stratégie de pare-feu.",
      "B. Créer deux stratégies de pare-feu.",
      "C. Ajouter une route vers le sous-réseau distant.",
      "D. Ajouter deux phases IPsec 2."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 125,
    "question": "Quelles sont les trois étapes de configuration qui doivent être effectuées sur les deux unités pour prendre en charge un tunnel VPN IPsec entre deux FortiGate ? (Choisissez-en trois.)",
    "propositions": [
      "A. Créer des stratégies de pare-feu pour autoriser et contrôler le trafic entre les adresses IP source et destination.",
      "B. Configurer les groupes d'utilisateurs appropriés pour permettre aux utilisateurs d'accéder au tunnel.",
      "C. Définir le mode de fonctionnement en mode VPN IPsec.",
      "D. Définir les paramètres de la phase 2.",
      "E. Définir les paramètres de la phase 1."
    ],
    "reponse": ["A", "D", "E"]
  },
  {
    "numero": 126,
    "question": "Quelle action une passerelle IPsec entreprend-elle avec le trafic utilisateur acheminé vers un VPN IPsec lorsqu'il ne correspond à aucun sélecteur de mode rapide de la phase 2 ?",
    "propositions": [
      "A. Le trafic est abandonné",
      "B. Le trafic est acheminé à travers la phase 2 par défaut.",
      "C. Le trafic est acheminé vers la prochaine route disponible dans la table de routage.",
      "D. Le trafic est acheminé en clair vers l'interface où le VPN IPsec se termine."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 127,
    "question": "Parmi les méthodes d'authentification suivantes, lesquelles sont prises en charge dans une phase 1 du protocole IPsec ? (Choisissez-en deux.)",
    "propositions": [
      "A. Clés asymétriques",
      "B. Certificats numériques de la racine de l'autorité de certification",
      "C. Signature RSA",
      "D. Clés pré-partagées"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 128,
    "question": "Parmi les modes de configuration IPsec suivants, lequel peut être utilisé pour mettre en œuvre des VPN L2TP sur IPSec ?",
    "propositions": [
      "A. IPsec basé sur une politique uniquement.",
      "B. IPsec basé sur les routes uniquement.",
      "C. Le VPN basé sur la politique et le VPN basé sur la route.",
      "D. L2TP-over-IPSec n'est pas supporté par les équipements FortiGate."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 129,
    "question": "Lequel des modes de configuration IPsec suivants peut être utilisé lorsque le FortiGate fonctionne en mode NAT ?",
    "propositions": [
      "A. VPN basé sur une politique uniquement",
      "B. Le VPN basé sur les règles et le VPN basé sur les routes.",
      "C. VPN basé sur les routes uniquement.",
      "D. Les VPN IPSec ne sont pas pris en charge lorsque le FortiGate fonctionne en mode NAT."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 130,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne les différences entre les VPN IPsec basés sur les routes et les VPN IPsec basés sur les règles ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les politiques de pare-feu basées sur des règles sont bidirectionnelles. Les politiques de pare-feu basées sur les routes sont unidirectionnelles.",
      "B. Dans les VPN basés sur des règles, le trafic qui traverse le tunnel doit être acheminé vers l'interface IPsec virtuelle. Dans les VPN basés sur les routes, ce n'est pas le cas.",
      "C. L'action des politiques de pare-feu pour les VPN basés sur les routes peut être Accepter ou Refuser, pour les VPN basés sur les politiques, c'est Chiffrer.",
      "D. Le VPN à base de règles utilise une interface IPsec, ce qui n'est pas le cas du VPN à base de routes."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 131,
    "question": "Quelle partie de la configuration permet à un administrateur de spécifier le type de configuration IPsec (basée sur une politique ou basée sur une route) ?",
    "propositions": [
      "A. Dans les paramètres globaux du VPN IPsec.",
      "B. Dans les paramètres de la phase 2.",
      "C. Dans les paramètres de la phase 1.",
      "D. Dans les paramètres de la stratégie de pare-feu."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 132,
    "question": "Parmi les options suivantes, laquelle définit le mieux ce qu'est Diffie-Hellman ?",
    "propositions": [
      "A. Un algorithme de cryptage symétrique.",
      "B. Un protocole d'\"accord sur les clés\".",
      "C. Un protocole d'\"accord d'association de sécurité\".",
      "D. Un algorithme d'authentification."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 133,
    "question": "Combien de paquets sont échangés entre les deux extrémités d'IPSec pendant la négociation d'une phase 1 en mode principal ?",
    "propositions": [
      "A. 5",
      "B. 3",
      "C. 2",
      "D. 6"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 134,
    "question": "Lequel des modes IKE suivants est utilisé pendant la phase 2 de la négociation IPsec ?",
    "propositions": [
      "A. Le mode agressif",
      "B. Mode rapide",
      "C. Mode principal",
      "D. Mode rapide"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 135,
    "question": "Lesquelles des affirmations suivantes sont vraies à propos des VPN IPsec ? (Choisissez-en trois.)",
    "propositions": [
      "A. IPsec augmente les frais généraux et la bande passante.",
      "B. IPsec fonctionne au niveau de la couche 2 du modèle OSI.",
      "C. Les applications réseau de l'utilisateur final doivent être correctement préconfigurées pour envoyer du trafic à travers le VPN IPsec.",
      "D. IPsec protège les protocoles de la couche supérieure.",
      "E. IPsec fonctionne au niveau de la couche 3 du modèle OSI."
    ],
    "reponse": ["A", "D", "E"]
  },
  {
    "numero": 136,
    "question": "Parmi les combinaisons suivantes de deux configurations de dispositifs FortiGate (côté A et côté B), lesquelles peuvent être utilisées pour établir avec succès un VPN IPsec entre eux ? (en choisir deux)",
    "propositions": [
      "A. Côté A : mode principal, passerelle distante comme adresse IP statique, VPN basé sur une politique. Côté B : mode agressif, passerelle distante comme adresse IP statique, VPN basé sur une politique.",
      "B. Côté A : mode principal, passerelle distante avec adresse IP statique, VPN basé sur une politique. Face B : mode principal, passerelle distante comme adresse IP statique, VPN basé sur les routes.",
      "C. Côté A : mode principal, passerelle distante comme adresse IP statique, VPN basé sur une politique. Face B : mode principal, passerelle distante comme accès commuté, VPN basé sur les routes.",
      "D. Face A : mode principal, passerelle distante comme commutateur, VPN basé sur une politique, Face B : mode principal, passerelle distante comme commutateur, VPN basé sur une politique."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 137,
    "question": "Quelle affirmation est correcte concernant un VPN IPsec dont le paramètre de passerelle distante est configuré comme \"Dynamic DNS\" ?",
    "propositions": [
      "A. Le FortiGate acceptera une connexion VPN IPsec à partir de n'importe quelle adresse IP.",
      "B. La résolution FQDN de l'adresse IP locale du FortiGate où le VPN se termine doit être fournie par un fournisseur DNS dynamique.",
      "C. Le FortiGate n'acceptera les connexions VPN IPsec qu'à partir d'adresses IP incluses dans une liste d'accès DNS dynamique.",
      "D. L'adresse IP de la passerelle distante peut changer dynamiquement."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 138,
    "question": "Lesquelles des affirmations suivantes sont correctes concernant la configuration du mode IKE ? (Choisissez-en deux)",
    "propositions": [
      "A. Il peut attribuer dynamiquement des adresses IP aux clients VPN IPsec.",
      "B. Il peut attribuer dynamiquement des paramètres DNS aux clients VPN IPsec.",
      "C. Il utilise le protocole ESP.",
      "D. Il peut être activé dans la configuration de la phase 2."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 139,
    "question": "Lesquelles des affirmations suivantes sont correctes concernant les phases 1 et 2 d'IPsec, présentées dans la pièce ? (en choisir deux)",
    "propositions": [
      "A. Le sélecteur de mode rapide du site distant doit également être 0.0.0.0/0 pour les adresses source et destination.",
      "B. Seuls les homologues distants ayant l'ID d'homologue \" fortinet \" pourront établir un VPN.",
      "C. L'appareil FortiGate ajoutera automatiquement une route statique à l'adresse du sélecteur de mode rapide de la source reçue de chaque homologue VPN distant.",
      "D. La configuration ne fonctionnera que pour établir des tunnels FortiClient-to-FortiGate. Un tunnel FortiGate nécessite une configuration différente."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 140,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes concernant la sortie de la commande de diagnostic 'diagnose debug application ike 255', prise pendant l'établissement d'un VPN ? (choisir deux)",
    "propositions": [
      "A. Les sélecteurs de mode rapide négociés entre les deux homologues VPN IPsec sont 0.0.0.0/32 pour les adresses source et destination.",
      "B. La sortie correspond à une négociation de phase 2",
      "C. Le NAT-T est activé et il y a un troisième périphérique sur le chemin qui effectue le NAT du trafic entre les deux homologues VPN IPsec.",
      "D. L'adresse IP du pair VPN IPsec distant est 172.20.187.114."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 141,
    "question": "Parmi les protocoles suivants, lesquels sont définis dans la norme IPsec ? (Choisissez-en deux)",
    "propositions": [
      "A. AH",
      "B. GRE",
      "C. SSL/TLS",
      "D. ESP"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 142,
    "question": "Quels objets de configuration sont automatiquement ajoutés lors de l'utilisation de l'assistant de configuration VPN FortiClient du FortiGate ? (Choisissez deux)",
    "propositions": [
      "A. Route statique",
      "B. Phase 1",
      "C. Groupe d'utilisateurs",
      "D. Phase 2"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 143,
    "question": "Quels sont les objectifs de la traversée NAT dans IPsec ? (Choisissez deux réponses.)",
    "propositions": [
      "A. Détecter les périphériques NAT intermédiaires sur le chemin du tunnel.",
      "B. Encapsuler les paquets ESP dans des paquets UDP en utilisant le port 4500.",
      "C. Forcer un nouvel échange DH à chaque renouvellement de clé de la phase 2.",
      "D. Pour changer dynamiquement le mode de négociation de la phase 1 en mode agressif."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 144,
    "question": "Parmi les affirmations suivantes, lesquelles décrivent certaines des différences entre la cryptographie symétrique et la cryptographie asymétrique ? (Choisissez-en deux.)",
    "propositions": [
      "A. Dans la cryptographie symétrique, les clés sont accessibles au public. Dans la cryptographie asymétrique, les clés doivent être tenues secrètes.",
      "B. La cryptographie asymétrique permet de crypter les données plus rapidement que la cryptographie symétrique.",
      "C. La cryptographie symétrique utilise une clé pré-partagée. La cryptographie asymétrique utilise une paire de clés.",
      "D. Les clés asymétriques peuvent être envoyées à l'homologue distant par le biais de certificats numériques. Les clés symétriques ne peuvent pas l'être."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 145,
    "question": "Laquelle des affirmations suivantes décrit le mieux ce qu'est une autorité de certification publique (AC) ?",
    "propositions": [
      "A. Un service qui fournit un certificat numérique à chaque fois qu'un utilisateur s'authentifie.",
      "B. Une entité qui certifie que les informations contenues dans un certificat numérique sont valides et vraies.",
      "C. Le processus FortiGate chargé de générer des certificats numériques à la volée à des fins d'inspection SSL.",
      "D. Un service qui valide les certificats numériques à des fins d'authentification basée sur des certificats."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 146,
    "question": "Bob souhaite envoyer à Alice un fichier crypté à l'aide de la cryptographie à clé publique. Laquelle des affirmations suivantes est correcte concernant l'utilisation de la cryptographie à clé publique dans ce scénario ?",
    "propositions": [
      "A. Bob utilisera sa clé privée pour chiffrer le fichier et Alice utilisera sa clé privée pour déchiffrer le fichier.",
      "B. Bob utilisera sa clé publique pour crypter le fichier et Alice utilisera la clé privée de Bob pour décrypter le fichier.",
      "C. Bob utilisera la clé publique d'Alice pour cryter le fichier et Alice utilisera sa clé privée pour décrypter le fichier.",
      "D. Bob utilisera sa clé publique pour chiffrer le fichier et Alice utilisera sa clé privée pour déchiffrer le fichier."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 147,
    "question": "Le mode de configuration IPsec peut être utilisé pour mettre en œuvre des VPN GRE-over-IPsec ?",
    "propositions": [
      "A. Basé sur une politique uniquement.",
      "B. Basé sur les routes uniquement.",
      "C. VPN basé sur une politique ou basé sur une route.",
      "D. Basé sur GRE uniquement."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 148,
    "question": "Qu'est-ce que le Perfect Forwarding Secrecy (PFS) d'IPsec ?",
    "propositions": [
      "A. Un paramètre de phase 1 qui permet l'utilisation d'un cryptage symétrique.",
      "B. Un paramètre de phase 2 qui permet de recalculer une nouvelle clé secrète commune chaque fois que la clé de session expire.",
      "C. Un protocole d'\"accord sur les clés\".",
      "D. Un protocole 'security-association-agreement'.",
      "E. Un algorithme de cryptage asymétrique."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 149,
    "question": "Un administrateur a configuré un VPN IPsec site à site basé sur les routes. Quelle est l'affirmation correcte concernant cette configuration VPN IPsec ?",
    "propositions": [
      "A. Les politiques de pare-feu IPsec doivent être placées en tête de liste.",
      "B. Ce VPN ne peut pas être utilisé dans le cadre d'une topologie en étoile.",
      "C. Les routes sont automatiquement créées en fonction des sélecteurs de mode rapide.",
      "D. Une interface IPsec virtuelle est automatiquement créée une fois la configuration de la phase 1 terminée."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 150,
    "question": "Parmi les étapes de configuration suivantes, lesquelles doivent être effectuées sur les deux unités FortiGate pour prendre en charge une configuration IPSec de passerelle à passerelle ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Créer des stratégies de pare-feu pour contrôler le trafic entre l'adresse IP source et l'adresse de destination.",
      "B. Configurer les groupes d'utilisateurs appropriés sur les unités FortiGate pour permettre aux utilisateurs d'accéder à la connexion VPN IPSec.",
      "C. Définir le mode de fonctionnement de l'unité FortiGate en mode VPN IPSec.",
      "D. Définissez les paramètres de phase 2 dont l'unité FortiGate a besoin pour créer un tunnel VPN avec l'homologue distant.",
      "E. Définir les paramètres de Phase 1 dont l'unité FortiGate a besoin pour authentifier les pairs distants."
    ],
    "reponse": ["A", "D", "E"]
  },
  {
    "numero": 151,
    "question": "Vous avez choisi d'utiliser le mode Interface lors de la configuration du tunnel VPN et vous souhaitez que les utilisateurs des deux côtés puissent initier de nouvelles sessions. Parmi les étapes de configuration suivantes, lesquelles sont nécessaires pour atteindre ces objectifs ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Créer une politique de pare-feu.",
      "B. Créer deux stratégies de pare-feu.",
      "C. Ajouter une route pour le sous-réseau distant.",
      "D. Ajouter une route pour le trafic entrant.",
      "E. Créer une définition de phase 1.",
      "F. Créer une définition de phase 2."
    ],
    "reponse": ["A", "C", "E", "F"]
  },
  {
    "numero": 152,
    "question": "Laquelle des affirmations suivantes doit être vraie pour qu'un certificat numérique soit valide ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il doit être signé par une autorité de certification \"de confiance\".",
      "B. Il doit être répertorié comme valide dans une liste de révocation de certificats (CRL)",
      "C. Le champ CA doit être \"VRAI\".",
      "D. Il doit être encore dans sa période de validité"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 153,
    "question": "Pourquoi faut-il utiliser le mode agressif lorsqu'une passerelle IPSec FortiGate locale héberge plusieurs tunnels commutés ?",
    "propositions": [
      "A. En mode agressif, les pairs distants peuvent fournir leurs ID de pairs dans le premier message.",
      "B. FortiGate ne peut gérer les connexions NAT qu'en mode agressif.",
      "C. FortiClient ne supporte que le mode agressif.",
      "D. Le mode principal ne prend pas en charge XAuth pour l'authentification des utilisateurs."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 154,
    "question": "Parmi les conditions suivantes, lesquelles sont requises pour établir un VPN IPSec entre deux équipements FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. Si XAuth est activé en tant que serveur dans un pair, il doit être activé en tant que client dans l'autre pair.",
      "B. Si le VPN est configuré comme basé sur les routes, il doit y avoir au moins une politique de pare-feu dont l'action est définie sur IPSec.",
      "C. Si le VPN est configuré en tant qu'utilisateur DialUp dans un pair, il doit être configuré en tant qu'adresse IP statique ou DNS dynamique dans l'autre pair.",
      "D. Si le VPN est configuré comme basé sur une politique dans un pair, il doit également être configuré comme basé sur une politique dans l'autre pair."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 155,
    "question": "Au cours du processus de vérification numérique, la comparaison des résultats du hachage original et du nouveau hachage répond à quelle exigence de sécurité ?",
    "propositions": [
      "A. L'authentification.",
      "B. L'intégrité des données.",
      "C. La non-répudiation.",
      "D. La vérification de la signature."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 156,
    "question": "Parmi les affirmations suivantes concernant les tunnels IPsec basés sur des règles, lesquelles sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils peuvent être configurés en mode NAT/Route et en mode transparent.",
      "B. Ils prennent en charge L2TP-over-IPsec.",
      "C. Ils nécessitent deux stratégies de pare-feu : une pour chaque direction du flux de trafic.",
      "D. Ils supportent GRE-over-IPsec"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 157,
    "question": "Lesquelles des affirmations suivantes sont correctes en ce qui concerne la configuration IPsec phase 1 ? (Sélectionnez toutes les réponses qui s'appliquent).",
    "propositions": [
      "A. La phase 1 est destinée à une configuration VPN basée sur les routes.",
      "B. La phase 1 est destinée à une configuration VPN basée sur des règles.",
      "C. L'adresse IP de la passerelle locale est l'adresse attribuée au port1.",
      "D. L'adresse IP de la passerelle locale est 10.200.3.1."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 158,
    "question": "Examinez la configuration de la route statique pour IPsec. Quelles sont les affirmations correctes concernant cette configuration ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'interface distante est une interface IPsec.",
      "B. Une adresse de passerelle n'est pas nécessaire car l'interface est une connexion point à point.",
      "C. Une adresse de passerelle n'est pas nécessaire car la route par défaut est utilisée.",
      "D. L'interface distante est une zone."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 159,
    "question": "Quelles sont les affirmations correctes concernant la configuration IPsec phase 1 de la pièce jointe ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'adresse de la passerelle distante est 10.200.3.1.",
      "B. L'adresse de l'interface IPsec locale est 10.200.3.1.",
      "C. L'adresse IP de la passerelle locale est l'adresse attribuée au port 1.",
      "D. L'adresse IP de la passerelle locale est 10.200.3.1"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 160,
    "question": "Quelles sont les affirmations correctes concernant la configuration IPsec phase 2 illustrée dans la pièce jointe ? (Choisissez-en deux.)",
    "propositions": [
      "A. La phase 2 va remettre une clé même s'il n'y a pas de trafic.",
      "B. Il y aura un échange de DH pour chaque nouvelle clé.",
      "C. Le numéro de séquence des paquets ESP reçus de l'homologue ne sera pas vérifié.",
      "D. Les sélecteurs de mode rapide seront par défaut ceux utilisés dans la politique de pare-feu."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 161,
    "question": "Quelles sont les options de journalisation prises en charge sur une unité FortiGate ? (en choisir 2)",
    "propositions": [
      "A. LDAP",
      "B. Syslog",
      "C. FortiAnalyzer",
      "D. SNMP"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 162,
    "question": "Vers quel dispositif distant le FortiGate peut-il envoyer des journaux ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Syslog",
      "B. FortiAnalyzer",
      "C. Disque dur",
      "D. Mémoire",
      "E. FortiCloud"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 163,
    "question": "Dans un journal de Crash, qu'est-ce qu'un statut de 0 indique ?",
    "propositions": [
      "A. L'arrêt anormal d'un processus",
      "B. Un processus fermé pour une raison quelconque",
      "C. Le processus Scanunitd s'est écrasé",
      "D. Arrêt normal sans anomalie",
      "E. Le processus DHCP s'est arrêté."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 164,
    "question": "Il existe huit (8) niveaux de gravité qui indiquent l'importance d'un événement. Sans compter Debug, qui n'est nécessaire que pour enregistrer des données de diagnostic, quels sont les niveaux de gravité les plus bas ET les plus élevés ?",
    "propositions": [
      "A. Notification, urgence",
      "B. Information, critique",
      "C. Erreur, critique",
      "D. Information, Urgence",
      "E. Information, Alerte"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 165,
    "question": "Examinez cette entrée de journal. Qu'indique le journal ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Dans l'interface graphique, l'entrée du journal se trouvait sous \"Log & Report> Event Log> User\".",
      "B. Dans l'interface graphique, l'entrée de journal se trouvait sous \"Log & Report> Event Log> System\".",
      "C. Dans l'interface graphique, l'entrée du journal se trouvait sous \"Log & Report> Traffic Log> Local Traffic\".",
      "D. La connexion était cryptée.",
      "E. La connexion n'était pas cryptée.",
      "F. L'IP de l'interface FortiGate à laquelle \"admin\" s'est connecté était 192.168.1.112.",
      "G. L'IP de l'ordinateur à partir duquel \"admin\" s'est connecté est 192.168.1.112."
    ],
    "reponse": ["A", "D", "F"]
  },
  {
    "numero": 166,
    "question": "Où sont enregistrés la plupart des événements de sécurité ?",
    "propositions": [
      "A. Journal de sécurité",
      "B. Journal du trafic de transmission",
      "C. Journal des événements",
      "D. Journal des alertes",
      "E. Console de surveillance des alertes"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 167,
    "question": "Qu'est-ce qui détermine si un message de journal est généré ou non ?",
    "propositions": [
      "A. Paramètres de la stratégie du pare-feu",
      "B. Paramètres du journal dans l'interface graphique",
      "C. Commande 'config log' dans le CLI",
      "D. Syslog",
      "E. Webtrends"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 168,
    "question": "Lesquels des éléments suivants sont considérés comme des types de journaux ? (Choisissez-en trois.)",
    "propositions": [
      "A. Journal de transmission",
      "B. Journal de trafic",
      "C. Syslog",
      "D. Journal des événements",
      "E. Journal de sécurité"
    ],
    "reponse": ["B", "D", "E"]
  },
  {
    "numero": 169,
    "question": "Quels attributs sont toujours inclus dans l'en-tête d'un journal ? (Choisissez-en trois.)",
    "propositions": [
      "A. policyid",
      "B. niveau",
      "C. utilisateur",
      "D. L'horodatage",
      "E. sous-type",
      "F. durée"
    ],
    "reponse": ["A", "D", "E"]
  },
  {
    "numero": 170,
    "question": "Quel type de journal indiquerait si un VPN est en train de monter ou de descendre ?",
    "propositions": [
      "A. Journal des événements",
      "B. Journal de sécurité",
      "C. Journal de transmission",
      "D. Syslog"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 171,
    "question": "Dans la sortie \"diag debug flow\", vous voyez le message \"Allowed by Policy-1 : SNAT\". Qu'est-ce qui est vrai ?",
    "propositions": [
      "A. Le paquet correspondait à la politique la plus élevée dans la liste des politiques de pare-feu.",
      "B. Le paquet correspondait à la politique de pare-feu dont l'ID est 1.",
      "C. Le paquet correspond à une politique de pare-feu qui autorise le paquet et ignore les contrôles UTM.",
      "D. La politique autorise le paquet et applique la NAT de session."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 172,
    "question": "Si vous activez l'option \"Generate Logs when Session Starts\", quel est l'effet sur le nombre de messages d'enregistrement du trafic générés pour chaque session ?",
    "propositions": [
      "A. Aucun message d'enregistrement du trafic n'est généré.",
      "B. Un message d'enregistrement du trafic est généré.",
      "C. Deux messages d'enregistrement du trafic sont générés.",
      "D. Un message de journal n'est généré qu'en cas d'événement de sécurité."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 173,
    "question": "Quel est le comportement du FortiGate lorsque la journalisation sur disque local est désactivée ?",
    "propositions": [
      "A. Seuls les journaux en temps réel apparaissent sur le tableau de bord du FortiGate.",
      "B. Aucun journal n'est généré.",
      "C. Les courriels d'alerte sont désactivés.",
      "D. La journalisation à distance est automatiquement activée."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 174,
    "question": "Un administrateur doit pouvoir consulter les journaux d'utilisation des applications sur votre réseau. Quelles sont les configurations requises pour s'assurer que le FortiGate génère des journaux pour l'activité d'utilisation des applications ? (Choisissez-en deux.)",
    "propositions": [
      "A. Activer un profil de filtrage Web sur la stratégie de pare-feu.",
      "B. Créer une politique de contrôle des applications.",
      "C. Activer la journalisation sur la politique de pare-feu.",
      "D. Activer un profil de sécurité de contrôle des applications sur la stratégie de pare-feu."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 175,
    "question": "Quel est le nombre maximum d'appareils FortiAnalyzer/FortiManager auxquels une unité FortiGate peut être configurée pour envoyer des journaux ?",
    "propositions": [
      "A. 1",
      "B. 2",
      "C. 3",
      "D. 4"
    ],
    "reponse": ["4"]
  },
  {
    "numero": 176,
    "question": "En ce qui concerne les sections d'en-tête et de corps des messages d'enregistrement bruts, quelle affirmation est correcte ?",
    "propositions": [
      "A. La présentation de l'en-tête et du corps du message change en fonction du type de journal.",
      "B. La disposition de la section d'en-tête est toujours la même, quel que soit le type de journal. La présentation de la section corps change en fonction du type de journal.",
      "C. Certains types de journaux comprennent plusieurs sections de corps.",
      "D. Certains types de journaux n'incluent pas de section de corps."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 177,
    "question": "Quelle méthode de sécurité un dispositif FortiAnalyzer peut-il utiliser pour sécuriser le transfert des données de logs depuis les dispositifs FortiGate ?",
    "propositions": [
      "A. SSL",
      "B. IPSec",
      "C. Connexion série directe",
      "D. S/MIME"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 178,
    "question": "Une politique de pare-feu a été configurée de manière à ce que l'enregistrement du trafic soit désactivé et qu'une fonction UTM soit activée. En outre, le paramètre système \"utm-incident-traffic-log\" a été activé. Dans quel journal un message d'événement UTM sera-t-il stocké ?",
    "propositions": [
      "A. Trafic",
      "B. UTM",
      "C. Système",
      "D. Aucun"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 179,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne les messages de journal bruts ?",
    "propositions": [
      "A. Les journaux comportent un en-tête et un corps. L'en-tête a la même présentation pour chaque message. La section \"corps\" change de présentation d'un type de message à l'autre.",
      "B. Les journaux comportent un en-tête et un corps. L'en-tête et le corps changent de présentation d'un type de message à l'autre.",
      "C. Les journaux comportent un en-tête et un corps. L'en-tête et le corps ont la même présentation pour chaque message."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 180,
    "question": "Lorsque vous effectuez une recherche de journaux sur un FortiAnalyzer, il est généralement recommandé d'utiliser l'option Recherche rapide. Quelle est la raison valable d'utiliser plutôt l'option Recherche complète ?",
    "propositions": [
      "A. Les éléments que vous recherchez ne sont pas contenus dans les champs indexés du journal.",
      "B. La recherche rapide ne porte que sur les données reçues au cours des dernières 24 heures.",
      "C. Vous voulez que la recherche inclue les journaux locaux du FortiAnalyzer.",
      "D. Vous souhaitez que la recherche inclue également les données d'archives de contenu."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 181,
    "question": "Les emails d'alerte permettent à l'unité FortiGate d'envoyer des notifications par email à une adresse email lors de la détection d'un type d'événement prédéfini. Quels sont les types d'événements disponibles dans Web Config ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Intrusion détectée.",
      "B. Authentification du pare-feu réussie.",
      "C. Fichier surdimensionné détecté.",
      "D. Adresse DHCP attribuée.",
      "E. Erreur de classement FortiGuard Web Filtering détectée."
    ],
    "reponse": ["A", "B", "C", "D", "E"]
  },
  {
    "numero": 182,
    "question": "Voir la pièce à conviction. Qu'indique ce journal brut ? (Choisissez deux réponses.)",
    "propositions": [
      "A. Le FortiGate a bloqué le trafic.",
      "B. type indique qu'un événement de sécurité a été enregistré.",
      "C. 10.0.1.20 est l'adresse IP de lavito.tk.",
      "D. policyid indique que le trafic est passé par la politique de pare-feu IPS."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 183,
    "question": "Par défaut, lors de l'enregistrement sur le disque, quand le FortiGate supprime-t-il les journaux ?",
    "propositions": [
      "A. 30 jours",
      "B. 1 an",
      "C. Jamais",
      "D. 7 jours"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 184,
    "question": "Lequel des éléments suivants ne prend PAS en charge la fonction de journalisation ?",
    "propositions": [
      "A. Filtre de fichiers",
      "B. Contrôle des applications",
      "C. Délais de session",
      "D. Activités de l'administrateur",
      "E. Filtrage des URL Web"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 185,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne l'enregistrement en mémoire sur une unité FortiGate ?",
    "propositions": [
      "A. Lorsque le système a atteint sa capacité d'enregistrement des messages, l'unité FortiGate arrête l'enregistrement dans la mémoire.",
      "B. Lorsque le système a atteint sa capacité de journalisation, l'unité FortiGate écrase les messages les plus anciens.",
      "C. Si l'unité FortiGate est réinitialisée ou si elle perd de l'énergie, les entrées de journal capturées dans la mémoire seront perdues.",
      "D. Aucune de ces réponses."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 186,
    "question": "Quelles sont les méthodes utilisées par FortiGate pour surveiller les journaux ? (Choisissez-en trois.)",
    "propositions": [
      "A. MIB",
      "B. SMS",
      "C. Emails d'alerte",
      "D. SNMP",
      "E. FortiAnalyzer",
      "F. Console de messages d'alerte"
    ],
    "reponse": ["C", "E", "F"]
  },
  {
    "numero": 187,
    "question": "Un administrateur doit décharger la journalisation vers FortiAnalyzer à partir d'un FortiGate doté d'un disque dur interne. Quelles sont les affirmations vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les journaux doivent d'abord être stockés sur le FortiGate avant d'être transmis au FortiAnalyzer.",
      "B. Le FortiGate utilise le port 8080 pour la transmission des journaux.",
      "C. Les messages du journal sont transmis sous forme de texte en clair dans un format compressé LZ4 (méthode de stockage et de téléchargement).",
      "D. Le FortiGate peut crypter les communications en utilisant le trafic OFTP crypté SSL."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 188,
    "question": "Quelle fonction UTM envoie une requête UDP aux serveurs FortiGuard à chaque fois que le FortiGate analyse un paquet (sauf si la réponse est mise en cache localement) ?",
    "propositions": [
      "A. Antivirus",
      "B. VPN",
      "C. IPS",
      "D. Filtrage Web"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 189,
    "question": "Lequel des modes de filtrage Web suivants peut inspecter l'URL complète ? (Choisissez-en deux.)",
    "propositions": [
      "A. Basé sur le proxy",
      "B. Basé sur le DNS",
      "C. Basé sur la politique",
      "D. Basé sur le flux"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 190,
    "question": "Quels sont les deux modes d'inspection du filtrage web qui inspectent l'URL complète ? (Choisissez-en deux.)",
    "propositions": [
      "A. Basé sur le DNS",
      "B. Basé sur le proxy",
      "C. Basé sur le flux",
      "D. Basé sur l'URL"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 191,
    "question": "Quel mode d'inspection du filtrage web inspecte le trafic DNS ?",
    "propositions": [
      "A. Basé sur le DNS",
      "B. Basé sur le FQDN",
      "C. Basé sur le flux",
      "D. Basé sur l'URL"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 192,
    "question": "Quels sont les trafics et les attaques qui peuvent être bloqués par un profil de pare-feu d'application web (WAF) ? (Choisissez-en trois.)",
    "propositions": [
      "A. Le trafic vers des sites web inappropriés",
      "B. Attaques par injection SQL",
      "C. Attaques par divulgation d'informations sur le serveur",
      "D. Fuites de données de cartes de crédit",
      "E. Trafic vers des serveurs de commande et de contrôle (C&C) de réseaux de zombies"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 193,
    "question": "Quelles affirmations concernant les profils de filtrage DNS sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils peuvent inspecter le trafic HTTP.",
      "B. Ils doivent être appliqués dans les stratégies de pare-feu où l'inspection SSL est activée.",
      "C. Ils peuvent bloquer les requêtes DNS vers des serveurs de commande et de contrôle de botnets connus.",
      "D. Ils peuvent rediriger les requêtes bloquées vers un portail spécifique."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 194,
    "question": "Lesquelles des actions suivantes sont possibles pour le filtrage d'URL statiques ? (Choisissez-en trois.)",
    "propositions": [
      "A. Autoriser",
      "B. Bloquer",
      "C. Exempter",
      "D. Avertissement",
      "E. Forme"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 195,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne les modes de filtrage du web ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le mode basé sur un proxy permet d'afficher des pages de blocage personnalisables lorsque des sites sont interdits.",
      "B. Le mode basé sur un proxy nécessite plus de ressources que le mode basé sur le flux.",
      "C. Le mode basé sur le flux offre plus de paramètres dans la section de configuration avancée de l'interface graphique.",
      "D. Le mode basé sur un proxy offre un débit plus élevé que le mode basé sur le flux."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 196,
    "question": "Examinez les attributs des messages de journal suivants et sélectionnez deux affirmations correctes dans la liste ci-dessous. (Choisissez-en deux.)",
    "propositions": [
      "A. Le trafic a été bloqué.",
      "B. L'authentification de l'utilisateur a échoué.",
      "C. L'action de la catégorie a été définie comme un avertissement.",
      "D. Le site web a été autorisé"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 197,
    "question": "Lesquelles des actions suivantes sont possibles pour le filtrage de catégorie web de FortiGuard ? (Choisissez-en trois.)",
    "propositions": [
      "A. Autoriser",
      "B. Bloquer",
      "C. Exempter",
      "D. Avertissement",
      "E. Forme"
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 198,
    "question": "Parmi les actions suivantes, lesquelles peuvent être utilisées avec la fonction quota de FortiGuard ? (Choisissez-en trois.)",
    "propositions": [
      "A. Autoriser",
      "B. Bloquer",
      "C. Surveiller",
      "D. Avertissement",
      "E. Authentifier"
    ],
    "reponse": ["A", "C", "D"]
  },
  {
    "numero": 199,
    "question": "Quelle fonction UTM envoie une requête UDP aux serveurs FortiGuard à chaque fois que FortiGate analyse un paquet (sauf si la réponse est mise en cache localement) ?",
    "propositions": [
      "A. Antivirus",
      "B. VPN",
      "C. IPS",
      "D. Filtrage Web"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 200,
    "question": "Quel filtre de messagerie n'est PAS disponible sur un appareil FortiGate ?",
    "propositions": [
      "A. La base de données de réputation des IP de l'expéditeur.",
      "B. Les URL incluses dans le corps des messages SPAM connus.",
      "C. Les adresses email incluses dans le corps des messages SPAM connus.",
      "D. Les sommes de contrôle des objets de spam.",
      "E. Liste grise de spams."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 201,
    "question": "Les utilisateurs peuvent avoir besoin d'accéder à un site web qui est bloqué par une politique. Les administrateurs peuvent donner aux utilisateurs la possibilité d'outrepasser le blocage. Parmi les affirmations suivantes concernant les dérogations, lesquelles sont correctes ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Un profil de protection ne peut avoir qu'un seul groupe d'utilisateurs défini comme groupe de dérogation.",
      "B. Un groupe d'utilisateurs de pare-feu peut être utilisé pour fournir des privilèges d'annulation pour le filtrage Web FortiGuard.",
      "C. L'authentification pour autoriser la dérogation est basée sur l'appartenance d'un utilisateur à un groupe d'utilisateurs.",
      "D. Les dérogations peuvent être autorisées par l'administrateur pour une période de temps spécifique."
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 202,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne le filtrage d'URL sur l'unité FortiGate ?",
    "propositions": [
      "A. Les actions disponibles pour le filtrage d'URL sont Autoriser et Bloquer.",
      "B. Plusieurs listes de filtrage d'URL peuvent être ajoutées à un seul profil de filtrage Web.",
      "C. Une correspondance d'annulation du filtrage Web FortiGuard annulera une action de blocage dans la liste de filtrage d'URL.",
      "D. Les actions disponibles pour le filtrage d'URL sont Autoriser, Bloquer et Exempter."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 203,
    "question": "Laquelle des affirmations suivantes est correcte concernant le filtrage d'URL sur l'unité FortiGate ?",
    "propositions": [
      "A. L'unité FortiGate peut filtrer les URL en fonction de modèles utilisant du texte et des expressions régulières.",
      "B. Les actions disponibles pour le filtrage d'URL sont Autoriser et Bloquer.",
      "C. Plusieurs listes de filtrage d'URL peuvent être ajoutées à un seul profil de filtrage Web.",
      "D. Une correspondance d'annulation du filtrage Web FortiGuard annulera une action de blocage dans la liste de filtrage URL."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 204,
    "question": "Lequel des énoncés suivants décrit la méthode de création d'une politique pour bloquer l'accès à un site FTP ?",
    "propositions": [
      "A. Activer le blocage d'URL du filtre Web et ajouter l'URL du site FTP à la liste de blocage d'URL.",
      "B. Créer une stratégie de pare-feu dont l'adresse de destination est définie sur l'adresse IP du site FTP, le service est défini sur FTP et l'action est définie sur Refuser.",
      "C. Créer une stratégie de pare-feu avec un profil de protection contenant l'option Bloquer FTP activée.",
      "D. Rien de tout cela."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 205,
    "question": "Lorsque le proxy SSL n'effectue PAS d'interception man-in-the-middle du trafic SSL, quel champ du certificat peut être utilisé pour déterminer l'évaluation d'un site web ?",
    "propositions": [
      "A. Unité d'organisation.",
      "B. Le nom commun.",
      "C. Numéro de série.",
      "D. Validité."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 206,
    "question": "Le mode NGFW permet une configuration basée sur des politiques pour la plupart des règles d'inspection. Quel profil de sécurité ne change pas de configuration lorsque vous activez l'inspection basée sur des règles ?",
    "propositions": [
      "A. Le filtrage Web",
      "B. Antivirus",
      "C. Proxy Web",
      "D. Contrôle des applications"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 207,
    "question": "Un employé se connecte à l'adresse https://example.com sur Internet à l'aide d'un navigateur web. Le certificat du serveur web a été signé par une autorité de certification interne privée. Le FortiGate qui inspecte ce trafic est configuré pour une inspection SSL complète. Quel certificat est présenté au navigateur Web de l'employé ?",
    "propositions": [
      "A. Le certificat du serveur web.",
      "B. Le certificat personnel de l'utilisateur signé par une autorité de certification interne privée.",
      "C. Un certificat signé par Fortinet_CA_SSL.",
      "D. Un certificat signé par Fortinet_CA_Untrusted."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 208,
    "question": "Un administrateur tente d'autoriser l'accès à https://fortinet.com via une stratégie de pare-feu configurée avec un filtre web et un profil d'inspection SSL configuré pour une inspection approfondie. Quelles sont les actions possibles pour éliminer l'erreur de certificat générée par l'inspection approfondie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Mettre en œuvre l'authentification du pare-feu pour tous les utilisateurs qui ont besoin d'accéder à fortinet.com.",
      "B. Installer manuellement le certificat d'inspection approfondie du FortiGate en tant qu'autorité de certification de confiance.",
      "C. Configurer l'accès à fortinet.com pour contourner le moteur IPS.",
      "D. Configurer une exemption d'inspection SSL pour fortinet.com."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 209,
    "question": "Laquelle des fonctionnalités suivantes est prise en charge par le filtre web en mode d'inspection basé sur le flux avec le mode NGFW défini sur basé sur le profil ?",
    "propositions": [
      "A. Quotas FortiGuard",
      "B. URL statiques",
      "C. Moteurs de recherche",
      "D. Option de classement"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 210,
    "question": "Un responsable d'équipe a décidé que certains membres de l'équipe ont besoin d'accéder à un site web particulier, mais que la majorité de l'équipe n'en a pas besoin. Quelle option de configuration est la plus efficace pour répondre à cette demande ?",
    "propositions": [
      "A. Implémenter une catégorie de filtre web pour le site web spécifié.",
      "B. Implémenter l'authentification du filtre web pour le site web spécifié",
      "C. Implémenter des quotas de filtre web pour le site web spécifié.",
      "D. Mettre en place un filtre DNS pour le site web spécifié."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 211,
    "question": "Comment le trafic est-il acheminé vers un tunnel VPN SSL du côté de l'unité FortiGate ?",
    "propositions": [
      "A. Une route statique doit être configurée par l'administrateur en utilisant l'interface ssl.root comme interface de sortie.",
      "B. L'attribution d'une adresse IP au client entraîne l'ajout d'une route hôte à la table de routage du noyau de l'unité FortiGate.",
      "C. Une route vers le pool d'IP SSLVPN est automatiquement créée sur l'unité FortiGate.",
      "D. L'unité FortiGate ajoute une route basée sur l'adresse de destination dans la politique de pare-feu du VPN SSL."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 212,
    "question": "Lorsque le proxy SSL inspecte le certificat du serveur pour le filtrage Web uniquement en mode SSL Handshake, quel champ du certificat est utilisé pour déterminer l'évaluation du site ?",
    "propositions": [
      "A. Nom commun",
      "B. Organisation",
      "C. Unité d'organisation",
      "D. Numéro de série",
      "E. Validité"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 213,
    "question": "En ce qui concerne l'utilisation du VPN SSL en mode web uniquement, quelle affirmation est correcte ?",
    "propositions": [
      "A. Il ne supporte que la version 3 de SSL.",
      "B. Il nécessite un plug-in fourni par Fortinet sur le client web.",
      "C. L'utilisateur doit disposer d'un navigateur web qui prend en charge une longueur de chiffrement de 64 bits.",
      "D. L'environnement d'exécution JAVA doit être installé sur le client."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 214,
    "question": "Parmi les affirmations suivantes, lesquelles sont vraies à propos de l'inspection de contenu SSL de type \"Man-in-the-middle\" ? (Choisissez-en trois.)",
    "propositions": [
      "A. Le dispositif FortiGate \"re-signe\" tous les certificats provenant des serveurs HTTPS.",
      "B. Le dispositif FortiGate agit comme un sous-CA.",
      "C. Le certificat de service local du serveur web doit être installé dans le dispositif FortiGate.",
      "D. Le dispositif FortiGate effectue une inspection man-in-the-middle.",
      "E. Le certificat SSL Proxy requis doit d'abord être demandé à une autorité de certification publique (CA)."
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 215,
    "question": "Lesquels des agents FSSO suivants sont nécessaires pour une solution en mode agent DC ? (Choisissez 2)",
    "propositions": [
      "A. Agent FSSO",
      "B. Agent DC",
      "C. Agent collecteur",
      "D. Serveur Radius"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 216,
    "question": "Quelle est l'étape requise pour qu'un VPN SSL puisse accéder à un serveur interne en utilisant le mode de transfert de port ?",
    "propositions": [
      "A. Configurer les adresses IP virtuelles à attribuer aux utilisateurs du VPN SSL.",
      "B. Installer le client VPN SSL FortiClient",
      "C. Créer un domaine VPN SSL réservé aux clients utilisant le mode de transfert de port.",
      "D. Configurer l'application client pour transférer le trafic IP vers un proxy d'applet Java."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 217,
    "question": "Une entreprise doit fournir un accès VPN SSL à deux groupes d'utilisateurs. Elle doit également afficher des messages de bienvenue différents sur l'écran de connexion VPN SSL pour les deux groupes d'utilisateurs. Que faut-il dans la configuration du VPN SSL pour répondre à ces exigences ?",
    "propositions": [
      "A. Deux VPN SSL séparés dans des interfaces différentes du même VDOM",
      "B. Des domaines VPN SSL différents pour chaque groupe",
      "C. Des adresses IP SSLVPN virtuelles différentes pour chaque groupe",
      "D. Deux stratégies de pare-feu avec différents portails captifs"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 218,
    "question": "Un utilisateur se connecte à un portail VPN SSL et active le mode tunnel. Quelle route statique est automatiquement ajoutée à la table de routage du client lorsque le mode tunnel est activé ?",
    "propositions": [
      "A. Une route vers un sous-réseau de destination correspondant à l'objet d'adresse Internal_Servers.",
      "B. Une route vers le sous-réseau de destination configuré dans le widget du mode tunnel.",
      "C. Une route par défaut.",
      "D. Une route vers le sous-réseau de destination configuré dans les paramètres globaux du VPN SSL."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 219,
    "question": "Lorsqu'un utilisateur tente de se connecter à un site HTTPS, quel est le résultat attendu avec cette configuration ?",
    "propositions": [
      "A. L'utilisateur doit s'authentifier avant d'accéder à des sites dont les certificats SSL ne sont pas fiables.",
      "B. L'utilisateur reçoit des avertissements sur les certificats lorsqu'il se connecte à des sites dont les certificats SSL ne sont pas fiables.",
      "C. L'utilisateur est autorisé à accéder à tous les sites dont les certificats SSL ne sont pas fiables, sans avertissement de certificat.",
      "D. L'utilisateur ne peut pas se connecter à des sites dont les certificats SSL ne sont pas fiables (aucune exception n'est prévue)."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 220,
    "question": "Un administrateur doit inspecter tout le trafic web (y compris le trafic web Internet) provenant des utilisateurs qui se connectent au VPN SSL. Comment y parvenir ?",
    "propositions": [
      "A. En désactivant le tunneling fractionné",
      "B. Configurer les signets web",
      "C. Attribuer des adresses IP publiques aux clients VPN SSL",
      "D. Utiliser le mode web uniquement"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 221,
    "question": "Comment un navigateur peut-il faire confiance à un certificat de serveur web signé par une autorité de certification tierce ?",
    "propositions": [
      "A. Le navigateur doit disposer du certificat de l'autorité de certification qui a signé le certificat du serveur web.",
      "B. Le navigateur doit avoir installé le certificat du serveur web.",
      "C. La clé privée du certificat de l'autorité de certification qui a signé le certificat du navigateur doit être installée sur le navigateur.",
      "D. La clé publique du certificat du serveur web doit être installée sur le navigateur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 222,
    "question": "Lors de la navigation vers un serveur web interne à l'aide d'un signet VPN SSL en mode web, quelle adresse IP est utilisée comme source de la requête HTTP ?",
    "propositions": [
      "A. L'adresse IP publique de l'unité FortiGate",
      "B. L'adresse IP interne de l'unité FortiGate",
      "C. L'adresse IP virtuelle de l'utilisateur distant",
      "D. L'adresse IP publique de l'utilisateur distant"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 223,
    "question": "Quelle affirmation décrit le mieux ce qu'est SSL.root ?",
    "propositions": [
      "A. Le nom de l'adaptateur réseau virtuel requis sur le PC de chaque utilisateur pour le mode tunnel VPN SSL.",
      "B. Le nom d'une interface virtuelle dans le VDOM racine d'où provient tout le trafic utilisateur du VPN SSL.",
      "C. Un objet Adresse de pare-feu qui contient les adresses IP attribuées aux utilisateurs du VPN SSL.",
      "D. L'interface virtuelle dans le VDOM racine à laquelle les tunnels VPN SSL distants se connectent."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 224,
    "question": "Un FortiGate est configuré avec l'adresse 1.1.1.1/24 sur l'interface wan2 et l'accès administratif HTTPS, utilisant le port tcp par défaut, est activé pour cette interface. Compte tenu des paramètres VPN SSL dans la pièce. Lesquelles des URL de portail de connexion VPN SSL suivantes sont valides ? (Choisissez-en deux.)",
    "propositions": [
      "A. http://1.1.1.1:443/Training",
      "B. https://1.1.1.1:443/STUDENTS",
      "C. https://1.1.1.1/login",
      "D. https://1.1.1.1/"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 225,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes en ce qui concerne le mode VPN SSL Web-only ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il ne peut être utilisé que pour se connecter à des services web.",
      "B. Le trafic IP est encapsulé sur HTTPS.",
      "C. L'accès aux ressources du réseau interne est possible à partir du portail VPN SSL.",
      "D. Le client VPN SSL FortiClient autonome NE PEUT PAS être utilisé pour établir un VPN SSL Web uniquement.",
      "E. Il n'est pas possible de se connecter à des serveurs SSH via le VPN."
    ],
    "reponse": ["C", "D"]
  },
{
    "numero": 226,
    "question": "Parmi les méthodes d'authentification suivantes, lesquelles peuvent être utilisées pour l'authentification VPN SSL ? (Choisissez-en trois.)",
    "propositions": [
      "A. Authentification par mot de passe à distance (RADIUS, LDAP)",
      "B. Authentification à deux facteurs",
      "C. Authentification par mot de passe local",
      "D. FSSO",
      "E. RSSO"
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 227,
    "question": "Quelle affirmation décrit le mieux ce que fait le contrôle d'intégrité du client VPN SSL ?",
    "propositions": [
      "A. Bloque les tentatives de connexion VPN SSL des utilisateurs qui ont été mis sur liste noire.",
      "B. Détecte les applications de sécurité du client Windows s'exécutant sur les PC du client VPN SSL.",
      "C. Valide les informations d'identification de l'utilisateur du VPN SSL.",
      "D. Vérifie quel portail VPN SSL doit être présenté à chaque utilisateur VPN SSL.",
      "E. Vérifie que le dernier client VPN SSL est installé sur le PC du client."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 228,
    "question": "Quelle affirmation n'est pas correcte concernant le mode tunnel du VPN SSL ?",
    "propositions": [
      "A. Le trafic IP est encapsulé sur HTTPS.",
      "B. Le client VPN SSL FortiClient autonome peut être utilisé pour établir un VPN SSL en mode tunnel.",
      "C. Un nombre limité d'applications IP est pris en charge.",
      "D. Le dispositif FortiGate attribue dynamiquement une adresse IP à l'adaptateur réseau VPN SSL."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 229,
    "question": "Lesquels des énoncés suivants décrivent certaines des différences entre la cryptographie symétrique et la cryptographie asymétrique ? (Choisissez-en deux.)",
    "propositions": [
      "A. Dans la cryptographie symétrique, les clés sont accessibles au public. Dans la cryptographie asymétrique, les clés doivent être tenues secrètes.",
      "B. La cryptographie asymétrique permet de crypter les données plus rapidement que la cryptographie symétrique.",
      "C. La cryptographie symétrique utilise une clé pré-partagée. La cryptographie asymétrique utilise une paire de clés.",
      "D. Les clés asymétriques peuvent être envoyées à l'homologue distant par le biais de certificats numériques. Les clés symétriques ne peuvent pas l'être."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 230,
    "question": "Laquelle des affirmations suivantes décrit le mieux ce qu'est une autorité de certification publique (AC) ?",
    "propositions": [
      "A. Un service qui fournit un certificat numérique à chaque fois qu'un utilisateur s'authentifie.",
      "B. Une entité qui certifie que les informations contenues dans un certificat numérique sont valides et vraies.",
      "C. Le processus FortiGate chargé de générer des certificats numériques à la volée à des fins d'inspection SSL.",
      "D. Un service qui valide les certificats numériques à des fins d'authentification basée sur des certificats."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 231,
    "question": "Laquelle des affirmations suivantes est vraie à propos du certificat de proxy SSL qui doit être utilisé pour l'inspection de contenu SSL ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il ne peut pas être signé par une autorité de certification privée",
      "B. Il doit comporter le champ \"CA=True\" ou le fichier \"Key Usage=KeyCertSign\".",
      "C. Il doit être installé dans le dispositif FortiGate.",
      "D. Le sujet classé doit contenir soit le FQDN, soit l'adresse IP du dispositif FortiGate."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 232,
    "question": "Lesquelles des affirmations suivantes concernant le mode converse sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le FortiGate cesse d'envoyer des fichiers au FortiSandbox pour inspection.",
      "B. Le FortiGate cesse d'effectuer des contrôles RPF sur les paquets entrants.",
      "C. Les administrateurs ne peuvent pas modifier la configuration.",
      "D. Les administrateurs ne peuvent accéder au FortiGate que par le port de console."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 233,
    "question": "Examinez cette configuration du FortiGate :\nExaminez la sortie de la commande debug suivante :\nD'après les résultats du diagnostic ci-dessus, comment le FortiGate gère-t-il le trafic des nouvelles sessions qui nécessitent une inspection ?",
    "propositions": [
      "A. Il est autorisé, mais sans inspection",
      "B. Il est autorisé et inspecté tant que l'inspection est basée sur le flux.",
      "C. Il est abandonné.",
      "D. Il est autorisé et inspecté, à condition que la seule inspection requise soit l'antivirus."
    ],
    "reponse": "A"
  },
  {
    "numero": 234,
    "question": "Laquelle des fonctions suivantes de filtrage des spams n'est PAS prise en charge par une unité FortiGate ?",
    "propositions": [
      "A. Vérification des en-têtes MIME (Multipurpose Internet Mail Extensions)",
      "B. Recherche DNS HELO",
      "C. Liste grise",
      "D. Mot interdit"
    ],
    "reponse": "D"
  },
  {
    "numero": 235,
    "question": "Lorsqu'un utilisateur tente de se connecter à un site HTTPS, quel est le résultat attendu avec cette configuration ?",
    "propositions": [
      "A. L'utilisateur doit s'authentifier avant d'accéder à des sites dont les certificats SSL ne sont pas fiables.",
      "B. L'utilisateur reçoit des avertissements sur les certificats lorsqu'il se connecte à des sites dont les certificats SSL ne sont pas fiables.",
      "C. L'utilisateur est autorisé à accéder à tous les sites dont les certificats SSL ne sont pas fiables, sans avertissement de certificat.",
      "D. L'utilisateur ne peut pas se connecter à des sites dont les certificats SSL ne sont pas fiables (aucune exception n'est prévue)."
    ],
    "reponse": "B"
  },
  {
    "numero": 236,
    "question": "Quel type de mode de conservation écrit un message de journal immédiatement, plutôt que lorsque l'appareil quitte le mode de conservation ?",
    "propositions": [
      "A. Noyau",
      "B. Proxy",
      "C. Système",
      "D. Périphérique"
    ],
    "reponse": "A"
  },
  {
    "numero": 237,
    "question": "Quel est le nombre maximum de bases de données virales différentes qu'un FortiGate peut avoir ?",
    "propositions": [
      "A. 5",
      "B. 2",
      "C. 3",
      "D. 4"
    ],
    "reponse": "C"
  },
  {
    "numero": 238,
    "question": "Laquelle des affirmations suivantes est vraie à propos du certificat de proxy SSL qui doit être utilisé pour l'inspection de contenu SSL ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il ne peut pas être signé par une autorité de certification privée",
      "B. Il doit comporter le champ \"CA=True\" ou le fichier \"Key Usage=KeyCertSign\".",
      "C. Il doit être installé dans le dispositif FortiGate.",
      "D. Le sujet classé doit contenir soit le FQDN, soit l'adresse IP du dispositif FortiGate."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 239,
    "question": "Lesquelles des affirmations suivantes concernant le mode converse sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le FortiGate cesse d'envoyer des fichiers au FortiSandbox pour inspection.",
      "B. Le FortiGate cesse d'effectuer des contrôles RPF sur les paquets entrants.",
      "C. Les administrateurs ne peuvent pas modifier la configuration.",
      "D. Les administrateurs ne peuvent accéder au FortiGate que par le port de console."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 240,
    "question": "Examinez cette configuration du FortiGate :\nExaminez la sortie de la commande debug suivante :\nD'après les résultats du diagnostic ci-dessus, comment le FortiGate gère-t-il le trafic des nouvelles sessions qui nécessitent une inspection ?",
    "propositions": [
      "A. Il est autorisé, mais sans inspection",
      "B. Il est autorisé et inspecté tant que l'inspection est basée sur le flux.",
      "C. Il est abandonné.",
      "D. Il est autorisé et inspecté, à condition que la seule inspection requise soit l'antivirus."
    ],
    "reponse": "A"
  },
  {
    "numero": 241,
    "question": "Laquelle des fonctions suivantes de filtrage des spams n'est PAS prise en charge par une unité FortiGate ?",
    "propositions": [
      "A. Vérification des en-têtes MIME (Multipurpose Internet Mail Extensions)",
      "B. Recherche DNS HELO",
      "C. Liste grise",
      "D. Mot interdit"
    ],
    "reponse": "D"
  },
  {
    "numero": 242,
    "question": "Lorsqu'un utilisateur tente de se connecter à un site HTTPS, quel est le résultat attendu avec cette configuration ?",
    "propositions": [
      "A. L'utilisateur doit s'authentifier avant d'accéder à des sites dont les certificats SSL ne sont pas fiables.",
      "B. L'utilisateur reçoit des avertissements sur les certificats lorsqu'il se connecte à des sites dont les certificats SSL ne sont pas fiables.",
      "C. L'utilisateur est autorisé à accéder à tous les sites dont les certificats SSL ne sont pas fiables, sans avertissement de certificat.",
      "D. L'utilisateur ne peut pas se connecter à des sites dont les certificats SSL ne sont pas fiables (aucune exception n'est prévue)."
    ],
    "reponse": "B"
  },
  {
    "numero": 243,
    "question": "Un administrateur doit inspecter tout le trafic web (y compris le trafic web Internet) provenant des utilisateurs qui se connectent au VPN SSL. Comment y parvenir ?",
    "propositions": [
      "A. En désactivant le tunneling fractionné",
      "B. Configurer les signets web",
      "C. Attribuer des adresses IP publiques aux clients VPN SSL",
      "D. Utiliser le mode web uniquement"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 244,
    "question": "Comment un navigateur peut-il faire confiance à un certificat de serveur web signé par une autorité de certification tierce ?",
    "propositions": [
      "A. Le navigateur doit disposer du certificat de l'autorité de certification qui a signé le certificat du serveur web.",
      "B. Le navigateur doit avoir installé le certificat du serveur web.",
      "C. La clé privée du certificat de l'autorité de certification qui a signé le certificat du navigateur doit être installée sur le navigateur.",
      "D. La clé publique du certificat du serveur web doit être installée sur le navigateur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 245,
    "question": "Lors de la navigation vers un serveur web interne à l'aide d'un signet VPN SSL en mode web, quelle adresse IP est utilisée comme source de la requête HTTP ?",
    "propositions": [
      "A. L'adresse IP publique de l'unité FortiGate",
      "B. L'adresse IP interne de l'unité FortiGate",
      "C. L'adresse IP virtuelle de l'utilisateur distant",
      "D. L'adresse IP publique de l'utilisateur distant"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 246,
    "question": "Quelle affirmation décrit le mieux ce qu'est SSL.root ?",
    "propositions": [
      "A. Le nom de l'adaptateur réseau virtuel requis sur le PC de chaque utilisateur pour le mode tunnel VPN SSL.",
      "B. Le nom d'une interface virtuelle dans le VDOM racine d'où provient tout le trafic utilisateur du VPN SSL.",
      "C. Un objet Adresse de pare-feu qui contient les adresses IP attribuées aux utilisateurs du VPN SSL.",
      "D. L'interface virtuelle dans le VDOM racine à laquelle les tunnels VPN SSL distants se connectent."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 247,
    "question": "Un FortiGate est configuré avec l'adresse 1.1.1.1/24 sur l'interface wan2 et l'accès administratif HTTPS, utilisant le port tcp par défaut, est activé pour cette interface. Compte tenu des paramètres VPN SSL dans la pièce. Lesquelles des URL de portail de connexion VPN SSL suivantes sont valides ? (Choisissez-en deux.)",
    "propositions": [
      "A. http://1.1.1.1:443/Training",
      "B. https://1.1.1.1:443/STUDENTS",
      "C. https://1.1.1.1/login",
      "D. https://1.1.1.1/"
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 248,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes en ce qui concerne le mode VPN SSL Web-only ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il ne peut être utilisé que pour se connecter à des services web.",
      "B. Le trafic IP est encapsulé sur HTTPS.",
      "C. L'accès aux ressources du réseau interne est possible à partir du portail VPN SSL.",
      "D. Le client VPN SSL FortiClient autonome NE PEUT PAS être utilisé pour établir un VPN SSL Web uniquement.",
      "E. Il n'est pas possible de se connecter à des serveurs SSH via le VPN."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 249,
    "question": "Lesquels des agents FSSO suivants sont nécessaires pour une solution en mode agent DC ? (Choisissez 2)",
    "propositions": [
      "A. Agent FSSO",
      "B. Agent DC",
      "C. Agent collecteur",
      "D. Serveur Radius"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 250,
    "question": "Quelle affirmation concernant le délai d'expiration de l'authentification de la stratégie de pare-feu est vraie ?",
    "propositions": [
      "A. Il s'agit d'un délai d'attente ferme. Le FortiGate supprime la stratégie temporaire pour l'adresse IP source d'un utilisateur après expiration de ce délai.",
      "B. Il s'agit d'un hard timeout. Le FortiGate supprime la stratégie temporaire pour l'adresse MAC source d'un utilisateur après expiration de ce délai.",
      "C. Il s'agit d'un délai d'attente inactif. Le FortiGate considère qu'un utilisateur est inactif s'il ne voit aucun paquet provenant de l'adresse MAC source de l'utilisateur.",
      "D. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est inactif s'il ne voit aucun paquet provenant de l'adresse IP source de l'utilisateur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 251,
    "question": "Quelle est la meilleure description du délai d'authentification ?",
    "propositions": [
      "A. La durée pendant laquelle le FortiGate attend que l'utilisateur saisisse ses informations d'identification.",
      "B. La durée pendant laquelle un utilisateur est autorisé à envoyer et à recevoir du trafic avant de devoir s'authentifier à nouveau.",
      "C. Combien de temps un utilisateur authentifié peut rester inactif (sans envoyer de trafic) avant de devoir s'authentifier à nouveau.",
      "D. La durée pendant laquelle une session authentifiée par un utilisateur peut exister sans qu'il soit nécessaire de s'authentifier à nouveau."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 252,
    "question": "Quelles sont les réponses valides d'un serveur RADIUS à un paquet ACCESS-REQUEST provenant d'un FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. ACCESS-CHALLENGE",
      "B. ACCESS-RESTRICT",
      "C. ACCESS-PENDING",
      "D. ACCESS-REJECT"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 253,
    "question": "Quel protocole ne peut pas être utilisé avec le type d'authentification active ?",
    "propositions": [
      "A. Le protocole local",
      "B. RADIUS",
      "C. LDAP",
      "D. RSSO"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 254,
    "question": "Lors de la configuration de LDAP sur le FortiGate en tant que base de données distante pour les utilisateurs, qu'est-ce qui ne fait pas partie de la configuration ?",
    "propositions": [
      "A. Le nom de l'attribut qui identifie chaque utilisateur (Common Name Identifier).",
      "B. Le nom du compte utilisateur ou de l'élément de groupe (DN de l'utilisateur).",
      "C. Le secret du serveur pour permettre les requêtes à distance (Primary server secret).",
      "D. Les informations d'identification d'un administrateur LDAP (mot de passe)."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 255,
    "question": "Quelles méthodes d'authentification le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Service d'authentification à distance des utilisateurs (RADIUS)",
      "B. Lightweight Directory Access Protocol (LDAP)",
      "C. Authentification par mot de passe local",
      "D. POP3",
      "E. Authentification par mot de passe à distance"
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 256,
    "question": "Quels types de groupes d'utilisateurs le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en trois.)",
    "propositions": [
      "A. RSSO",
      "B. Pare-feu",
      "C. LDAP",
      "D. NTLM",
      "E. FSSO"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 257,
    "question": "Quelles sont les deux affirmations qui s'appliquent aux clauses de non-responsabilité de la politique de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils ne peuvent pas être utilisés en combinaison avec l'authentification de l'utilisateur.",
      "B. Ils ne peuvent être appliqués qu'aux interfaces sans fil.",
      "C. Les utilisateurs doivent accepter la clause de non-responsabilité pour continuer.",
      "D. La page d'avertissement est personnalisable."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 258,
    "question": "Laquelle des affirmations suivantes est vraie à propos des utilisateurs PKI créés dans un dispositif FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. Peut être utilisé pour l'authentification par jeton",
      "B. Peuvent être utilisés pour l'authentification à deux facteurs",
      "C. Sont utilisés pour l'authentification par certificat",
      "D. Ne peuvent pas être membres de groupes d'utilisateurs"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 259,
    "question": "Laquelle des affirmations suivantes concernant les temporisations de l'agent collecteur FSSO est vraie ?",
    "propositions": [
      "A. L'intervalle de vérification de la station de travail est utilisé pour vérifier périodiquement si une station de travail est toujours membre du domaine.",
      "B. L'intervalle de vérification du changement d'adresse IP surveille l'adresse IP du serveur sur lequel l'agent collecteur est installé et met à jour la configuration de l'agent collecteur si elle change.",
      "C. L'expiration du cache des groupes d'utilisateurs est utilisée pour faire vieillir les groupes surveillés.",
      "D. L'intervalle de temporisation des entrées mortes est utilisé pour éliminer les entrées dont l'état n'est pas vérifié."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 260,
    "question": "Quel est l'inconvénient de l'utilisation du mode d'interrogation de FSSO NetAPI par rapport au mode d'interrogation de FSSO Security Event Log (WinSecLog) ?",
    "propositions": [
      "A. Il nécessite l'installation d'un agent DC dans certains DC Windows.",
      "B. Il est plus lent.",
      "C. Il peut manquer certains événements de connexion.",
      "D. Il nécessite l'accès à un serveur DNS pour la résolution des noms des stations de travail."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 261,
    "question": "Quelles sont les deux conditions requises pour que le mode DC-agent FSSO fonctionne correctement dans un environnement Windows AD ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le serveur DNS doit résoudre correctement tous les noms des stations de travail.",
      "B. Le service de registre distant doit être exécuté sur toutes les stations de travail.",
      "C. L'agent collecteur doit être installé sur l'un des contrôleurs de domaine Windows.",
      "D. Un même utilisateur ne peut pas être connecté à deux postes de travail différents en même temps."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 262,
    "question": "Quelles sont les affirmations vraies concernant l'authentification des utilisateurs locaux ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'authentification à deux facteurs peut être activée pour chaque utilisateur.",
      "B. Les utilisateurs locaux sont réservés aux comptes d'administration et ne peuvent pas être utilisés pour authentifier les utilisateurs du réseau.",
      "C. Les administrateurs peuvent créer les comptes utilisateurs sur un serveur distant et stocker les mots de passe des utilisateurs localement dans le FortiGate.",
      "D. Les noms d'utilisateurs et les mots de passe peuvent être stockés localement sur le FortiGate."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 263,
    "question": "Le port 1 du FortiGate est connecté à Internet. Le port 2 du FortiGate est connecté au réseau interne. Examinez la configuration du pare-feu illustrée dans la pièce jointe, puis répondez à la question ci-dessous. D'après la configuration du pare-feu illustrée dans la pièce, quelle affirmation est correcte ?",
    "propositions": [
      "A. Un utilisateur qui ne s'est pas authentifié peut accéder à Internet en utilisant n'importe quel protocole qui ne déclenche pas de défi d'authentification.",
      "B. Un utilisateur qui ne s'est pas authentifié peut accéder à Internet à l'aide de n'importe quel protocole, à l'exception des protocoles HTTP, HTTPS, Telnet et FTP.",
      "C. Un utilisateur doit s'authentifier à l'aide des protocoles HTTP, HTTPS, SSH, FTP ou Telnet avant de pouvoir accéder à tous les services Internet.",
      "D. L'accès Internet DNS est toujours autorisé, même pour les utilisateurs qui ne se sont pas authentifiés."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 264,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, quels protocoles peuvent déclencher un défi d'authentification ? (Choisissez-en deux)",
    "propositions": [
      "A. SMTP",
      "B. POP3",
      "C. HTTP",
      "D. FTP"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 265,
    "question": "Quelle affirmation concernant le délai d'authentification de la stratégie de pare-feu est vraie ?",
    "propositions": [
      "A. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \" inactif \" s'il ne voit aucun paquet provenant de l'IP source de l'utilisateur.",
      "B. Il s'agit d'un hard timeout. Le FortiGate supprime la politique temporaire pour l'adresse IP source d'un utilisateur après expiration de ce délai.",
      "C. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \"inactif\" s'il ne voit aucun paquet provenant de l'adresse MAC source de l'utilisateur.",
      "D. Il s'agit d'un hard timeout. Le FortiGate supprime la stratégie temporaire pour l'adresse MAC source d'un utilisateur après expiration de ce délai."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 266,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, seul le trafic sur les protocoles pris en charge déclenche un défi d'authentification. Sélectionnez tous les protocoles pris en charge parmi les suivants :",
    "propositions": [
      "A. SMTP",
      "B. SSH",
      "C. HTTP",
      "D. FTP",
      "E. SCP"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 267,
    "question": "Parmi les types d'authentification suivants, lesquels sont pris en charge par les unités FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Kerberos",
      "B. LDAP",
      "C. RADIUS",
      "D. Utilisateurs locaux"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 268,
    "question": "Lesquels des types de groupes d'utilisateurs d'authentification suivants sont valides sur une unité FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Pare-feu",
      "B. Service d'annuaire",
      "C. Local",
      "D. LDAP",
      "E. PKI"
    ],
    "reponse": ["A", "B", "C", "D", "E"]
  },
  {
    "numero": 269,
    "question": "Un administrateur a configuré une unité FortiGate de sorte que les utilisateurs finaux doivent s'authentifier auprès du pare-feu à l'aide de certificats numériques avant de naviguer sur Internet. De quoi l'utilisateur doit-il disposer pour que l'authentification soit réussie ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Une entrée dans un annuaire LDAP pris en charge.",
      "B. Un certificat numérique émis par n'importe quel serveur CA.",
      "C. Un nom d'utilisateur et un mot de passe valides.",
      "D. Un certificat numérique émis par l'unité FortiGate.",
      "E. L'appartenance à un groupe d'utilisateurs de pare-feu."
    ],
    "reponse": ["D", "E"]
  },
  {
    "numero": 270,
    "question": "L'unité FortiGate peut être configurée pour permettre l'authentification auprès d'un serveur RADIUS. Le serveur RADIUS peut utiliser plusieurs protocoles d'authentification différents au cours du processus d'authentification. Parmi les protocoles d'authentification suivants, lesquels sont valides et peuvent être utilisés lorsqu'un utilisateur s'authentifie auprès du serveur RADIUS ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. MS-CHAP-V2 (Microsoft Challenge-Handshake Authentication Protocol v2)",
      "B. PAP (Password Authentication Protocol)",
      "C. CHAP (Challenge-Handshake Authentication Protocol)",
      "D. MS-CHAP (Microsoft Challenge-Handshake Authentication Protocol v1)",
      "E. FAP (protocole d'authentification FortiGate)"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 271,
    "question": "Lesquels des éléments suivants sont des composants valides des extensions d'authentification du serveur Fortinet (FSAE) ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Agent de sécurité local du domaine.",
      "B. Collector Agent.",
      "C. Agent Active Directory.",
      "D. Agent d'authentification des utilisateurs.",
      "E. Domain Controller Agent."
    ],
    "reponse": ["B", "C", "E"]
  },
  {
    "numero": 272,
    "question": "Le paramètre Idle Timeout d'une unité FortiGate s'applique à l'un des éléments suivants ?",
    "propositions": [
      "A. La navigation sur le Web",
      "B. Les connexions FTP",
      "C. L'authentification de l'utilisateur",
      "D. L'accès administrateur",
      "E. Les dérogations au filtrage Web"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 273,
    "question": "Avec FSSO, un utilisateur de domaine peut s'authentifier soit auprès du contrôleur de domaine exécutant l'agent Collector et l'agent Domain Controller, soit auprès d'un contrôleur de domaine exécutant uniquement l'agent Domain Controller. Si vous tentez de vous authentifier auprès du contrôleur de domaine secondaire exécutant uniquement l'agent de contrôleur de domaine, laquelle des affirmations suivantes est correcte ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. L'événement de connexion est envoyé à l'agent Collector.",
      "B. L'unité FortiGate reçoit les informations utilisateur de l'agent de contrôleur de domaine du contrôleur secondaire.",
      "C. L'agent collecteur effectue la recherche DNS de l'adresse IP du client authentifié.",
      "D. L'utilisateur ne peut pas être authentifié avec le dispositif FortiGate de cette manière car chaque agent de contrôleur de domaine nécessite un agent collecteur dédié."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 274,
    "question": "Laquelle des affirmations suivantes est correcte d'après la configuration du pare-feu illustrée dans la pièce jointe ?",
    "propositions": [
      "A. Un utilisateur peut accéder à Internet en utilisant uniquement les protocoles pris en charge par l'authentification de l'utilisateur.",
      "B. Un utilisateur peut accéder à Internet en utilisant n'importe quel protocole à l'exception de HTTP, HTTPS, Telnet et FTP. Ces protocoles requièrent une authentification avant que l'utilisateur ne soit autorisé à y accéder.",
      "C. Un utilisateur doit s'authentifier à l'aide des protocoles HTTP, HTTPS, SSH, FTP ou Telnet avant de pouvoir accéder aux services.",
      "D. Un utilisateur ne peut pas accéder à Internet à l'aide d'un protocole quelconque s'il n'a pas été authentifié par le pare-feu."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 275,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, quels protocoles peuvent déclencher un défi d'authentification ? (Choisissez-en deux)",
    "propositions": [
      "A. SMTP",
      "B. POP3",
      "C. HTTP",
      "D. FTP"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 276,
    "question": "Quelle affirmation concernant le délai d'authentification de la stratégie de pare-feu est vraie ?",
    "propositions": [
      "A. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \" inactif \" s'il ne voit aucun paquet provenant de l'IP source de l'utilisateur.",
      "B. Il s'agit d'un hard timeout. Le FortiGate supprime la politique temporaire pour l'adresse IP source d'un utilisateur après expiration de ce délai.",
      "C. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \"inactif\" s'il ne voit aucun paquet provenant de l'adresse MAC source de l'utilisateur.",
      "D. Il s'agit d'un hard timeout. Le FortiGate supprime la stratégie temporaire pour l'adresse MAC source d'un utilisateur après expiration de ce délai."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 277,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, seul le trafic sur les protocoles pris en charge déclenche un défi d'authentification. Sélectionnez tous les protocoles pris en charge parmi les suivants :",
    "propositions": [
      "A. SMTP",
      "B. SSH",
      "C. HTTP",
      "D. FTP",
      "E. SCP"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 278,
    "question": "Parmi les types d'authentification suivants, lesquels sont pris en charge par les unités FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Kerberos",
      "B. LDAP",
      "C. RADIUS",
      "D. Utilisateurs locaux"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 279,
    "question": "Lesquels des types de groupes d'utilisateurs d'authentification suivants sont valides sur une unité FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Pare-feu",
      "B. Service d'annuaire",
      "C. Local",
      "D. LDAP",
      "E. PKI"
    ],
    "reponse": ["A", "B", "C", "D", "E"]
  },
  {
    "numero": 280,
    "question": "Un administrateur a configuré une unité FortiGate de sorte que les utilisateurs finaux doivent s'authentifier auprès du pare-feu à l'aide de certificats numériques avant de naviguer sur Internet. De quoi l'utilisateur doit-il disposer pour que l'authentification soit réussie ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Une entrée dans un annuaire LDAP pris en charge.",
      "B. Un certificat numérique émis par n'importe quel serveur CA.",
      "C. Un nom d'utilisateur et un mot de passe valides.",
      "D. Un certificat numérique émis par l'unité FortiGate.",
      "E. L'appartenance à un groupe d'utilisateurs de pare-feu."
    ],
    "reponse": ["D", "E"]
  },
  {
    "numero": 281,
    "question": "L'unité FortiGate peut être configurée pour permettre l'authentification auprès d'un serveur RADIUS. Le serveur RADIUS peut utiliser plusieurs protocoles d'authentification différents au cours du processus d'authentification. Parmi les protocoles d'authentification suivants, lesquels sont valides et peuvent être utilisés lorsqu'un utilisateur s'authentifie auprès du serveur RADIUS ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. MS-CHAP-V2 (Microsoft Challenge-Handshake Authentication Protocol v2)",
      "B. PAP (Password Authentication Protocol)",
      "C. CHAP (Challenge-Handshake Authentication Protocol)",
      "D. MS-CHAP (Microsoft Challenge-Handshake Authentication Protocol v1)",
      "E. FAP (protocole d'authentification FortiGate)"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 282,
    "question": "Lesquels des éléments suivants sont des composants valides des extensions d'authentification du serveur Fortinet (FSAE) ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Agent de sécurité local du domaine.",
      "B. Collector Agent.",
      "C. Agent Active Directory.",
      "D. Agent d'authentification des utilisateurs.",
      "E. Domain Controller Agent."
    ],
    "reponse": ["B", "C", "E"]
  },
  {
    "numero": 283,
    "question": "Le paramètre Idle Timeout d'une unité FortiGate s'applique à l'un des éléments suivants ?",
    "propositions": [
      "A. La navigation sur le Web",
      "B. Les connexions FTP",
      "C. L'authentification de l'utilisateur",
      "D. L'accès administrateur",
      "E. Les dérogations au filtrage Web"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 284,
    "question": "Avec FSSO, un utilisateur de domaine peut s'authentifier soit auprès du contrôleur de domaine exécutant l'agent Collector et l'agent Domain Controller, soit auprès d'un contrôleur de domaine exécutant uniquement l'agent Domain Controller. Si vous tentez de vous authentifier auprès du contrôleur de domaine secondaire exécutant uniquement l'agent de contrôleur de domaine, laquelle des affirmations suivantes est correcte ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. L'événement de connexion est envoyé à l'agent Collector.",
      "B. L'unité FortiGate reçoit les informations utilisateur de l'agent de contrôleur de domaine du contrôleur secondaire.",
      "C. L'agent collecteur effectue la recherche DNS de l'adresse IP du client authentifié.",
      "D. L'utilisateur ne peut pas être authentifié avec le dispositif FortiGate de cette manière car chaque agent de contrôleur de domaine nécessite un agent collecteur dédié."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 285,
    "question": "Laquelle des affirmations suivantes est correcte d'après la configuration du pare-feu illustrée dans la pièce jointe ?",
    "propositions": [
      "A. Un utilisateur peut accéder à Internet en utilisant uniquement les protocoles pris en charge par l'authentification de l'utilisateur.",
      "B. Un utilisateur peut accéder à Internet en utilisant n'importe quel protocole à l'exception de HTTP, HTTPS, Telnet et FTP. Ces protocoles requièrent une authentification avant que l'utilisateur ne soit autorisé à y accéder.",
      "C. Un utilisateur doit s'authentifier à l'aide des protocoles HTTP, HTTPS, SSH, FTP ou Telnet avant de pouvoir accéder aux services.",
      "D. Un utilisateur ne peut pas accéder à Internet à l'aide d'un protocole quelconque s'il n'a pas été authentifié par le pare-feu."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 286,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, quels protocoles peuvent déclencher un défi d'authentification ? (Choisissez-en deux)",
    "propositions": [
      "A. SMTP",
      "B. POP3",
      "C. HTTP",
      "D. FTP"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 287,
    "question": "Quelle affirmation concernant le délai d'authentification de la stratégie de pare-feu est vraie ?",
    "propositions": [
      "A. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \" inactif \" s'il ne voit aucun paquet provenant de l'IP source de l'utilisateur.",
      "B. Il s'agit d'un hard timeout. Le FortiGate supprime la politique temporaire pour l'adresse IP source d'un utilisateur après expiration de ce délai.",
      "C. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est \"inactif\" s'il ne voit aucun paquet provenant de l'adresse MAC source de l'utilisateur.",
      "D. Il s'agit d'un hard timeout. Le FortiGate supprime la stratégie temporaire pour l'adresse MAC source d'un utilisateur après expiration de ce délai."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 288,
    "question": "Lorsque l'authentification de la stratégie de pare-feu est activée, seul le trafic sur les protocoles pris en charge déclenche un défi d'authentification. Sélectionnez tous les protocoles pris en charge parmi les suivants :",
    "propositions": [
      "A. SMTP",
      "B. SSH",
      "C. HTTP",
      "D. FTP",
      "E. SCP"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 289,
    "question": "Parmi les types d'authentification suivants, lesquels sont pris en charge par les unités FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Kerberos",
      "B. LDAP",
      "C. RADIUS",
      "D. Utilisateurs locaux"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 290,
    "question": "Lesquels des types de groupes d'utilisateurs d'authentification suivants sont valides sur une unité FortiGate ? (Sélectionnez tous ceux qui s'appliquent.)",
    "propositions": [
      "A. Pare-feu",
      "B. Service d'annuaire",
      "C. Local",
      "D. LDAP",
      "E. PKI"
    ],
    "reponse": ["A", "B", "C", "D", "E"]
  },
  {
    "numero": 291,
    "question": "Un administrateur a configuré une unité FortiGate de sorte que les utilisateurs finaux doivent s'authentifier auprès du pare-feu à l'aide de certificats numériques avant de naviguer sur Internet. De quoi l'utilisateur doit-il disposer pour que l'authentification soit réussie ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Une entrée dans un annuaire LDAP pris en charge.",
      "B. Un certificat numérique émis par n'importe quel serveur CA.",
      "C. Un nom d'utilisateur et un mot de passe valides.",
      "D. Un certificat numérique émis par l'unité FortiGate.",
      "E. L'appartenance à un groupe d'utilisateurs de pare-feu."
    ],
    "reponse": ["D", "E"]
  },
  {
    "numero": 292,
    "question": "L'unité FortiGate peut être configurée pour permettre l'authentification auprès d'un serveur RADIUS. Le serveur RADIUS peut utiliser plusieurs protocoles d'authentification différents au cours du processus d'authentification. Parmi les protocoles d'authentification suivants, lesquels sont valides et peuvent être utilisés lorsqu'un utilisateur s'authentifie auprès du serveur RADIUS ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. MS-CHAP-V2 (Microsoft Challenge-Handshake Authentication Protocol v2)",
      "B. PAP (Password Authentication Protocol)",
      "C. CHAP (Challenge-Handshake Authentication Protocol)",
      "D. MS-CHAP (Microsoft Challenge-Handshake Authentication Protocol v1)",
      "E. FAP (protocole d'authentification FortiGate)"
    ],
    "reponse": ["A", "B", "C", "D"]
  },
  {
    "numero": 293,
    "question": "Lesquels des éléments suivants sont des composants valides des extensions d'authentification du serveur Fortinet (FSAE) ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Agent de sécurité local du domaine.",
      "B. Collector Agent.",
      "C. Agent Active Directory.",
      "D. Agent d'authentification des utilisateurs.",
      "E. Domain Controller Agent."
    ],
    "reponse": ["B", "C", "E"]
  },
  {
    "numero": 294,
    "question": "Le paramètre Idle Timeout d'une unité FortiGate s'applique à l'un des éléments suivants ?",
    "propositions": [
      "A. La navigation sur le Web",
      "B. Les connexions FTP",
      "C. L'authentification de l'utilisateur",
      "D. L'accès administrateur",
      "E. Les dérogations au filtrage Web"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 295,
    "question": "Avec FSSO, un utilisateur de domaine peut s'authentifier soit auprès du contrôleur de domaine exécutant l'agent Collector et l'agent Domain Controller, soit auprès d'un contrôleur de domaine exécutant uniquement l'agent Domain Controller. Si vous tentez de vous authentifier auprès du contrôleur de domaine secondaire exécutant uniquement l'agent de contrôleur de domaine, laquelle des affirmations suivantes est correcte ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. L'événement de connexion est envoyé à l'agent Collector.",
      "B. L'unité FortiGate reçoit les informations utilisateur de l'agent de contrôleur de domaine du contrôleur secondaire.",
      "C. L'agent collecteur effectue la recherche DNS de l'adresse IP du client authentifié.",
      "D. L'utilisateur ne peut pas être authentifié avec le dispositif FortiGate de cette manière car chaque agent de contrôleur de domaine nécessite un agent collecteur dédié."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 296,
    "question": "Quel schéma d'authentification n'est pas pris en charge par l'implémentation RADIUS sur le FortiGate ?",
    "propositions": [
      "A. CHAP",
      "B. MSCHAP2",
      "C. PAP",
      "D. FSSO"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 297,
    "question": "Parmi les affirmations suivantes concernant l'authentification NTLM, lesquelles sont correctes ? (Choisissez-en deux.)",
    "propositions": [
      "A. Elle est utile lorsque les utilisateurs se connectent à des DC qui ne sont pas surveillés par un agent collecteur.",
      "B. Elle devient la méthode d'authentification principale lorsqu'elle est configurée avec FSSO.",
      "C. Les environnements multi-domaines nécessitent des agents DC sur chaque contrôleur de domaine.",
      "D. Les navigateurs Web compatibles NTLM sont nécessaires."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 298,
    "question": "Comment le FortiGate vérifie-t-il les informations d'identification d'un utilisateur LDAP distant ?",
    "propositions": [
      "A. Le FortiGate envoie les informations d'identification saisies par l'utilisateur au serveur LDAP pour authentification.",
      "B. FortiGate génère à nouveau l'algorithme sur la base des informations d'identification et le compare à l'algorithme stocké sur le serveur LDAP.",
      "C. Le FortiGate interroge sa propre base de données pour obtenir des informations d'identification.",
      "D. Le FortiGate interroge le serveur LDAP pour obtenir des informations d'identification."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 299,
    "question": "Laquelle des affirmations suivantes concernant le mode d'accès AD avancé pour l'agent collecteur FSSO est vraie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il n'est pris en charge que si des agents DC sont déployés.",
      "B. Le FortiGate peut agir en tant que client LDAP et configurer les filtres de groupe.",
      "C. Il prend en charge la surveillance des groupes imbriqués.",
      "D. Il utilise la convention Windows pour l'attribution des noms, c'est-à-dire DomainUsername."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 300,
    "question": "Parmi les agents FSSO suivants, lesquels sont nécessaires pour une solution en mode agent DC ? (Choisissez 2)",
    "propositions": [
      "A. Agent FSSO",
      "B. Agent DC",
      "C. Agent collecteur",
      "D. Serveur Radius"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 301,
    "question": "Quelle affirmation concernant le délai d'expiration de l'authentification de la stratégie de pare-feu est vraie ?",
    "propositions": [
      "A. Il s'agit d'un délai d'attente ferme. Le FortiGate supprime la politique temporaire pour l'adresse IP source d'un utilisateur après expiration de ce délai.",
      "B. Il s'agit d'un hard timeout. Le FortiGate supprime la politique temporaire pour l'adresse MAC source d'un utilisateur après expiration de ce délai.",
      "C. Il s'agit d'un délai d'attente inactif. Le FortiGate considère qu'un utilisateur est inactif s'il ne voit aucun paquet provenant de l'adresse MAC source de l'utilisateur.",
      "D. Il s'agit d'un délai d'inactivité. Le FortiGate considère qu'un utilisateur est inactif s'il ne voit aucun paquet provenant de l'adresse IP source de l'utilisateur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 302,
    "question": "Quelle est la meilleure description du délai d'authentification ?",
    "propositions": [
      "A. La durée pendant laquelle le FortiGate attend que l'utilisateur saisisse ses informations d'identification.",
      "B. La durée pendant laquelle un utilisateur est autorisé à envoyer et à recevoir du trafic avant de devoir s'authentifier à nouveau.",
      "C. Combien de temps un utilisateur authentifié peut rester inactif (sans envoyer de trafic) avant de devoir s'authentifier à nouveau.",
      "D. La durée pendant laquelle une session authentifiée par un utilisateur peut exister sans qu'il soit nécessaire de s'authentifier à nouveau."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 303,
    "question": "Quelles sont les réponses valides d'un serveur RADIUS à un paquet ACCESS-REQUEST provenant d'un FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. ACCESS-CHALLENGE",
      "B. ACCESS-RESTRICT",
      "C. ACCESS-PENDING",
      "D. ACCESS-REJECT"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 304,
    "question": "Quel protocole ne peut pas être utilisé avec le type d'authentification active ?",
    "propositions": [
      "A. Le protocole local",
      "B. RADIUS",
      "C. LDAP",
      "D. RSSO"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 305,
    "question": "Lors de la configuration de LDAP sur le FortiGate en tant que base de données distante pour les utilisateurs, qu'est-ce qui ne fait pas partie de la configuration ?",
    "propositions": [
      "A. Le nom de l'attribut qui identifie chaque utilisateur (Common Name Identifier).",
      "B. Le nom du compte utilisateur ou de l'élément de groupe (DN de l'utilisateur).",
      "C. Le secret du serveur pour permettre les requêtes à distance (Primary server secret).",
      "D. Les informations d'identification d'un administrateur LDAP (mot de passe)."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 306,
    "question": "Quelles méthodes d'authentification le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Service d'authentification à distance des utilisateurs (RADIUS)",
      "B. Lightweight Directory Access Protocol (LDAP)",
      "C. Authentification par mot de passe local",
      "D. POP3",
      "E. Authentification par mot de passe à distance"
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 307,
    "question": "Quels types de groupes d'utilisateurs le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en trois.)",
    "propositions": [
      "A. RSSO",
      "B. Pare-feu",
      "C. LDAP",
      "D. NTLM",
      "E. FSSO"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 308,
    "question": "Quelles sont les deux affirmations qui s'appliquent aux clauses de non-responsabilité de la politique de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils ne peuvent pas être utilisés en combinaison avec l'authentification de l'utilisateur.",
      "B. Ils ne peuvent être appliqués qu'aux interfaces sans fil.",
      "C. Les utilisateurs doivent accepter la clause de non-responsabilité pour continuer.",
      "D. La page d'avertissement est personnalisable."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 309,
    "question": "Laquelle des affirmations suivantes est vraie à propos des utilisateurs PKI créés dans un dispositif FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. Peut être utilisé pour l'authentification par jeton",
      "B. Peuvent être utilisés pour l'authentification à deux facteurs",
      "C. Sont utilisés pour l'authentification par certificat",
      "D. Ne peuvent pas être membres de groupes d'utilisateurs"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 310,
    "question": "Quelle est la meilleure description du délai d'authentification ?",
    "propositions": [
      "A. La durée pendant laquelle le FortiGate attend que l'utilisateur saisisse ses informations d'identification.",
      "B. La durée pendant laquelle un utilisateur est autorisé à envoyer et à recevoir du trafic avant de devoir s'authentifier à nouveau.",
      "C. Combien de temps un utilisateur authentifié peut rester inactif (sans envoyer de trafic) avant de devoir s'authentifier à nouveau.",
      "D. La durée pendant laquelle une session authentifiée par un utilisateur peut exister sans qu'il soit nécessaire de s'authentifier à nouveau."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 311,
    "question": "Quelles sont les réponses valides d'un serveur RADIUS à un paquet ACCESS-REQUEST provenant d'un FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. ACCESS-CHALLENGE",
      "B. ACCESS-RESTRICT",
      "C. ACCESS-PENDING",
      "D. ACCESS-REJECT"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 312,
    "question": "Quel protocole ne peut pas être utilisé avec le type d'authentification active ?",
    "propositions": [
      "A. Le protocole local",
      "B. RADIUS",
      "C. LDAP",
      "D. RSSO"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 313,
    "question": "Lors de la configuration de LDAP sur le FortiGate en tant que base de données distante pour les utilisateurs, qu'est-ce qui ne fait pas partie de la configuration ?",
    "propositions": [
      "A. Le nom de l'attribut qui identifie chaque utilisateur (Common Name Identifier).",
      "B. Le nom du compte utilisateur ou de l'élément de groupe (DN de l'utilisateur).",
      "C. Le secret du serveur pour permettre les requêtes à distance (Primary server secret).",
      "D. Les informations d'identification d'un administrateur LDAP (mot de passe)."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 314,
    "question": "Quelles méthodes d'authentification le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Service d'authentification à distance des utilisateurs (RADIUS)",
      "B. Lightweight Directory Access Protocol (LDAP)",
      "C. Authentification par mot de passe local",
      "D. POP3",
      "E. Authentification par mot de passe à distance"
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 315,
    "question": "Quels types de groupes d'utilisateurs le FortiGate prend-il en charge pour l'authentification du pare-feu ? (Choisissez-en trois.)",
    "propositions": [
      "A. RSSO",
      "B. Pare-feu",
      "C. LDAP",
      "D. NTLM",
      "E. FSSO"
    ],
    "reponse": ["A", "B", "E"]
  },
  {
    "numero": 316,
    "question": "Quelles sont les deux affirmations qui s'appliquent aux clauses de non-responsabilité de la politique de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. Ils ne peuvent pas être utilisés en combinaison avec l'authentification de l'utilisateur.",
      "B. Ils ne peuvent être appliqués qu'aux interfaces sans fil.",
      "C. Les utilisateurs doivent accepter la clause de non-responsabilité pour continuer.",
      "D. La page d'avertissement est personnalisable."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 317,
    "question": "Laquelle des affirmations suivantes est vraie à propos des utilisateurs PKI créés dans un dispositif FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. Peut être utilisé pour l'authentification par jeton",
      "B. Peuvent être utilisés pour l'authentification à deux facteurs",
      "C. Sont utilisés pour l'authentification par certificat",
      "D. Ne peuvent pas être membres de groupes d'utilisateurs"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 318,
    "question": "Quelle est la meilleure description du délai d'authentification ?",
    "propositions": [
      "A. La durée pendant laquelle le FortiGate attend que l'utilisateur saisisse ses informations d'identification.",
      "B. La durée pendant laquelle un utilisateur est autorisé à envoyer et à recevoir du trafic avant de devoir s'authentifier à nouveau.",
      "C. Combien de temps un utilisateur authentifié peut rester inactif (sans envoyer de trafic) avant de devoir s'authentifier à nouveau.",
      "D. La durée pendant laquelle une session authentifiée par un utilisateur peut exister sans qu'il soit nécessaire de s'authentifier à nouveau."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 319,
    "question": "Quelles sont les réponses valides d'un serveur RADIUS à un paquet ACCESS-REQUEST provenant d'un FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. ACCESS-CHALLENGE",
      "B. ACCESS-RESTRICT",
      "C. ACCESS-PENDING",
      "D. ACCESS-REJECT"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 320,
    "question": "Quel protocole ne peut pas être utilisé avec le type d'authentification active ?",
    "propositions": [
      "A. Le protocole local",
      "B. RADIUS",
      "C. LDAP",
      "D. RSSO"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 321,
    "question": "Quel type de mode de conservation écrit un message de journal immédiatement, plutôt que lorsque l'appareil quitte le mode de conservation ?",
    "propositions": [
      "A. Noyau",
      "B. Proxy",
      "C. Système",
      "D. Périphérique"
    ],
    "reponse": "A"
  },
  {
    "numero": 322,
    "question": "Quel est le nombre maximum de bases de données virales différentes qu'un FortiGate peut avoir ?",
    "propositions": [
      "A. 5",
      "B. 2",
      "C. 3",
      "D. 4"
    ],
    "reponse": "C"
  },
  {
    "numero": 323,
    "question": "Laquelle des affirmations suivantes est vraie à propos du certificat de proxy SSL qui doit être utilisé pour l'inspection de contenu SSL ? (Choisissez-en deux.)",
    "propositions": [
      "A. Il ne peut pas être signé par une autorité de certification privée",
      "B. Il doit comporter le champ \"CA=True\" ou le fichier \"Key Usage=KeyCertSign\".",
      "C. Il doit être installé dans le dispositif FortiGate.",
      "D. Le sujet classé doit contenir soit le FQDN, soit l'adresse IP du dispositif FortiGate."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 324,
    "question": "Lesquelles des affirmations suivantes concernant le mode converse sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le FortiGate cesse d'envoyer des fichiers au FortiSandbox pour inspection.",
      "B. Le FortiGate cesse d'effectuer des contrôles RPF sur les paquets entrants.",
      "C. Les administrateurs ne peuvent pas modifier la configuration.",
      "D. Les administrateurs ne peuvent accéder au FortiGate que par le port de console."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 325,
    "question": "Examinez cette configuration du FortiGate :\nExaminez la sortie de la commande debug suivante :\nD'après les résultats du diagnostic ci-dessus, comment le FortiGate gère-t-il le trafic des nouvelles sessions qui nécessitent une inspection ?",
    "propositions": [
      "A. Il est autorisé, mais sans inspection",
      "B. Il est autorisé et inspecté tant que l'inspection est basée sur le flux.",
      "C. Il est abandonné.",
      "D. Il est autorisé et inspecté, à condition que la seule inspection requise soit l'antivirus."
    ],
    "reponse": "A"
  },
  {
    "numero": 326,
    "question": "Laquelle des fonctions suivantes de filtrage des spams n'est PAS prise en charge par une unité FortiGate ?",
    "propositions": [
      "A. Vérification des en-têtes MIME (Multipurpose Internet Mail Extensions)",
      "B. Recherche DNS HELO",
      "C. Liste grise",
      "D. Mot interdit"
    ],
    "reponse": "D"
  },
  {
    "numero": 327,
    "question": "Lorsqu'un utilisateur tente de se connecter à un site HTTPS, quel est le résultat attendu avec cette configuration ?",
    "propositions": [
      "A. L'utilisateur doit s'authentifier avant d'accéder à des sites dont les certificats SSL ne sont pas fiables.",
      "B. L'utilisateur reçoit des avertissements sur les certificats lorsqu'il se connecte à des sites dont les certificats SSL ne sont pas fiables.",
      "C. L'utilisateur est autorisé à accéder à tous les sites dont les certificats SSL ne sont pas fiables, sans avertissement de certificat.",
      "D. L'utilisateur ne peut pas se connecter aux sites dont les certificats SSL ne sont pas fiables (aucune exception n'est prévue)."
    ],
    "reponse": "B"
  },
  {
    "numero": 328,
    "question": "Quel type de mode de conservation écrit un message de journal immédiatement, plutôt que lorsque l'appareil quitte le mode de conservation ?",
    "propositions": [
      "A. Noyau",
      "B. Proxy",
      "C. Système",
      "D. Périphérique"
    ],
    "reponse": "A"
  },
  {
    "numero": 329,
    "question": "Une stratégie de pare-feu a été configurée pour que le serveur de messagerie interne reçoive des courriers électroniques de parties externes via SMTP. Les illustrations A et B montrent les profils d'antivirus et de filtre de messagerie appliqués à cette politique. Quel est le comportement à adopter lorsque le moteur antivirus de FortiGate détecte que la pièce jointe est un virus ?",
    "propositions": [
      "A. L'unité FortiGate supprimera le fichier infecté et délivrera l'e-mail avec un message de remplacement pour avertir le destinataire que la pièce jointe d'origine était infectée.",
      "B. L'unité FortiGate rejettera l'e-mail infecté et l'expéditeur recevra un message d'échec de livraison.",
      "C. L'unité FortiGate supprimera le fichier infecté et ajoutera un message de remplacement.",
      "D. L'expéditeur et le destinataire sont informés que le fichier infecté a été supprimé.",
      "E. L'unité FortiGate rejettera l'e-mail infecté et en informera l'expéditeur."
    ],
    "reponse": "A"
  },
  {
    "numero": 330,
    "question": "Quelles affirmations concernant le processus de mise à jour du micrologiciel sur un cluster de haute disponibilité (HA) actif-actif sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'image du micrologiciel doit être téléchargée manuellement sur chaque FortiGate.",
      "B. Seuls les dispositifs FortiGate secondaires sont redémarrés.",
      "C. La mise à niveau ininterrompue est activée par défaut.",
      "D. L'équilibrage de la charge de trafic est temporairement désactivé pendant la mise à niveau du micrologiciel."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 331,
    "question": "Laquelle des séquences suivantes décrit l'ordre correct des critères utilisés pour la sélection d'une unité maître au sein d'un cluster FortiGate à haute disponibilité (HA) lorsque l'annulation est désactivée ?",
    "propositions": [
      "A. 1. le moniteur de port, 2. la priorité de l'unité, 3. le temps de fonctionnement, 4. le numéro de série.",
      "B. 1. moniteur de port, 2. temps de fonctionnement, 3. priorité de l'unité, 4. numéro de série.",
      "C. 1. priorité de l'unité, 2. temps de fonctionnement, 3. moniteur de port, 4. numéro de série.",
      "D. 1. temps de fonctionnement, 2. priorité de l'unité, 3. moniteur de port, 4. numéro de série."
    ],
    "reponse": "A"
  },
  {
    "numero": 332,
    "question": "Laquelle des affirmations suivantes est correcte à propos de la commande HA diagnose sys ha reset- uptime ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le périphérique sur lequel cette commande est exécutée est susceptible de passer de l'état de maître à celui d'esclave si la priorité est désactivée.",
      "B. Le périphérique sur lequel cette commande est exécutée est susceptible de passer de l'état de maître à celui d'esclave si la priorité est activée.",
      "C. Cette commande n'a aucun impact sur l'algorithme HA.",
      "D. Cette commande réinitialise la variable uptime utilisée dans l'algorithme HA et peut donc entraîner l'élection d'un nouveau maître."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 333,
    "question": "Quelles sont les conditions requises pour qu'un cluster HA maintienne les connexions TCP après le basculement d'un périphérique ou d'une liaison ? (Choisissez-en deux.)",
    "propositions": [
      "A. Activer la reprise de session.",
      "B. Activer l'annulation.",
      "C. Les connexions doivent être UDP ou ICMP.",
      "D. Les connexions ne doivent pas être gérées par un proxy."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 334,
    "question": "Dans HA, l'option Réserver le port de gestion pour le membre du cluster est sélectionnée comme le montre la figure ci-dessous. Quelles sont les affirmations correctes concernant ce paramètre ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les paramètres de l'interface sur le port7 ne seront pas synchronisés avec les autres membres du cluster.",
      "B. L'adresse IP attribuée à cette interface ne doit pas chevaucher le sous-réseau d'adresses IP attribué à une autre interface.",
      "C. Lorsque vous vous connectez au port7, vous vous connectez toujours à l'appareil maître.",
      "D. Une adresse de passerelle peut être configurée pour le port7."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 335,
    "question": "La figure montre la commande Disconnect Cluster Member dans une unité FortiGate qui fait partie d'un cluster HA avec deux membres HA. Quel est l'effet de la commande Disconnect Cluster Member tel qu'indiqué dans la figure. (Choisissez deux réponses.)",
    "propositions": [
      "A. Le port 3 est configuré avec une adresse IP pour l'accès à la gestion.",
      "B. Les règles de pare-feu sont purgées sur l'unité déconnectée.",
      "C. Le mode HA passe en mode autonome.",
      "D. Le nom d'hôte du système est défini sur le numéro de série de l'unité."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 336,
    "question": "Un administrateur a formé un cluster de haute disponibilité impliquant deux unités FortiGate. [Plusieurs commutateurs de couche 2 en amont] -- [ Cluster FortiGate HA ] -- [ Plusieurs commutateurs de couche 2 en aval ]\nL'administrateur souhaite s'assurer qu'une défaillance d'un seul lien aura un impact minimal sur le débit global du trafic à travers ce cluster.\nLaquelle des options suivantes décrit la meilleure mesure à prendre par l'administrateur ? L'administrateur doit",
    "propositions": [
      "A. Augmenter le nombre d'unités FortiGate dans le cluster et configurer HA en mode actif-actif.",
      "B. Activer la surveillance de toutes les interfaces actives.",
      "C. Mettre en place un maillage complet qui utilise des interfaces redondantes.",
      "D. Configurez la fonction de serveur ping HA pour permettre le basculement HA en cas d'interruption d'un chemin d'accès."
    ],
    "reponse": "C"
  },
  {
    "numero": 337,
    "question": "Dans un cluster haute disponibilité fonctionnant en mode actif-actif, lequel des énoncés suivants décrit correctement le chemin emprunté par le paquet SYN d'une session HTTP déchargée sur une unité esclave ?",
    "propositions": [
      "A. Demande : hôte interne ; FortiGate esclave ; FortiGate maître ; Internet ; serveur web.",
      "B. Demande : hôte interne ; FortiGate esclave ; Internet ; serveur web.",
      "C. Demande : hôte interne ; FortiGate esclave ; FortiGate maître ; Internet ; serveur web.",
      "D. Demande : hôte interne ; FortiGate maître ; FortiGate esclave ; Internet ; serveur web."
    ],
    "reponse": "B"
  },
  {
    "numero": 338,
    "question": "Deux appareils se trouvent dans un cluster HA, les noms d'hôte des appareils sont STUDENT et REMOTE. L'illustration A montre la sortie de la commande diagnose sys session stat pour le périphérique STUDENT. La pièce B montre la sortie de la commande diagnose sys session stat pour le périphérique REMOTE. Pièces A et B :\nCompte tenu des informations fournies dans les pièces, laquelle des affirmations suivantes est correcte ? (Choisissez-en deux.)",
    "propositions": [
      "A. STUDENT est probablement le périphérique maître.",
      "B. Le ramassage de session est probablement activé.",
      "C. Le mode de cluster est actif-passif.",
      "D. Il n'y a pas assez d'informations pour déterminer le mode de cluster."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 339,
    "question": "Laquelle des affirmations suivantes décrit correctement le fonctionnement d'une unité FortiGate en mode transparent ?",
    "propositions": [
      "A. Pour gérer l'unité FortiGate, l'une des interfaces doit être désignée comme interface de gestion. Cette interface ne peut pas être utilisée pour transmettre des données.",
      "B. Une adresse IP est utilisée pour gérer l'unité FortiGate mais cette adresse IP n'est pas associée à une interface spécifique.",
      "C. L'unité FortiGate doit utiliser des adresses IP publiques sur les réseaux internes et externes.",
      "D. L'unité FortiGate utilise des adresses IP privées sur le réseau interne mais les cache à l'aide de la traduction d'adresse."
    ],
    "reponse": "B"
  },
  {
    "numero": 340,
    "question": "Quelles sont les conditions requises pour qu'un cluster maintienne les connexions TCP après le basculement d'un périphérique ou d'une liaison ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Activer la reprise de session.",
      "B. S'applique uniquement aux connexions gérées par un proxy.",
      "C. S'applique uniquement aux connexions UDP et ICMP.",
      "D. Les connexions ne doivent pas être gérées par un proxy."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 341,
    "question": "Laquelle des affirmations suivantes décrit correctement l'utilisation de la commande \"diagnose sys ha reset-uptime\" ?",
    "propositions": [
      "A. Pour forcer un basculement HA lorsque le paramètre HA override est désactivé.",
      "B. Pour forcer un basculement HA lorsque le paramètre HA override est activé.",
      "C. Pour effacer les compteurs HA.",
      "D. Pour redémarrer une unité FortiGate qui fait partie d'un cluster HA."
    ],
    "reponse": "A"
  },
  {
    "numero": 342,
    "question": "Quels sont les éléments qui doivent être identiques pour que deux unités FortiGate forment un cluster HA ? (Choisissez-en deux)",
    "propositions": [
      "A. Firmware.",
      "B. Le modèle.",
      "C. Le nom d'hôte.",
      "D. Le fuseau horaire du système."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 343,
    "question": "Lequel des énoncés suivants décrit les objectifs des paquets ARP gratuits envoyés par un cluster HA ?",
    "propositions": [
      "A. Synchroniser les tables ARP de toutes les unités FortiGate faisant partie du cluster HA.",
      "B. Informer les commutateurs du réseau qu'une nouvelle unité maître HA a été élue.",
      "C. Pour notifier à l'unité maître que les périphériques esclaves sont toujours actifs et en vie.",
      "D. Informer l'unité maître des adresses MAC physiques des unités esclaves."
    ],
    "reponse": "B"
  },
  {
    "numero": 344,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes en ce qui concerne une unité maître HA ? (Choisissez-en deux)",
    "propositions": [
      "A. Il ne doit y avoir qu'une seule unité maître dans chaque cluster virtuel HA.",
      "B. Le maître synchronise la configuration du cluster avec les esclaves.",
      "C. Seul le maître dispose d'une interface de gestion HA réservée.",
      "D. Les interfaces Heartbeat ne sont pas nécessaires sur une unité maître."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 345,
    "question": "Quelle affirmation décrit la manière dont le trafic circule dans les sessions gérées par une unité esclave dans un cluster HA actif-actif ?",
    "propositions": [
      "A. Les paquets sont envoyés directement à l'unité esclave en utilisant l'adresse MAC physique de l'esclave.",
      "B. Les paquets sont envoyés directement à l'unité esclave en utilisant l'adresse MAC virtuelle HA.",
      "C. Les paquets arrivent simultanément aux deux unités, mais seule l'unité esclave transmet la session.",
      "D. Les paquets sont d'abord envoyés à l'unité maître, qui les transmet ensuite à l'unité esclave."
    ],
    "reponse": "B"
  },
  {
    "numero": 346,
    "question": "Deux équipements FortiGate ne parviennent pas à former un cluster HA, les noms d'hôte des équipements sont STUDENT et REMOTE. L'illustration A montre la sortie de la commande show system ha pour le dispositif STUDENT. La pièce B montre la sortie de la commande show system ha pour l'appareil REMOTE.Pièce A :\nPièce B\nLaquelle des raisons suivantes est la plus probable pour laquelle le cluster ne parvient pas à se former ?",
    "propositions": [
      "A. Le mot de passe",
      "B. Mode HA",
      "C. Heartbeat",
      "D. Remplacer"
    ],
    "reponse": "B"
  },
  {
    "numero": 347,
    "question": "Parmi les affirmations suivantes, lesquelles sont correctes en ce qui concerne le protocole FortiGate Session Life Support ? (Choisissez-en deux)",
    "propositions": [
      "A. Par défaut, les sessions UDP ne sont pas synchronisées.",
      "B. Jusqu'à quatre équipements FortiGate en mode autonome sont pris en charge.",
      "C. Seule l'unité maître gère le trafic.",
      "D. Permet la synchronisation des sessions par VDOM."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 348,
    "question": "Quel est le critère par défaut pour sélectionner l'unité maître HA dans un cluster HA ?",
    "propositions": [
      "A. Moniteur de port, priorité, temps de fonctionnement, numéro de série",
      "B. Moniteur de port, temps de fonctionnement, priorité, numéro de série",
      "C. Priorité, temps de fonctionnement, moniteur de port, numéro de série",
      "D. Temps de fonctionnement, priorité, moniteur de port, numéro de série"
    ],
    "reponse": "A"
  },
  {
    "numero": 349,
    "question": "Quelles informations sont synchronisées entre deux unités FortiGate appartenant à la même grappe HA ? (Choisissez-en trois)",
    "propositions": [
      "A. Les adresses IP attribuées à l'interface activée par DHCP.",
      "B. Le nom d'hôte du dispositif maître.",
      "C. Le routage configuré et son état.",
      "D. La configuration IP de l'interface de gestion HA réservée.",
      "E. Les stratégies et les objets du pare-feu."
    ],
    "reponse": ["A", "C", "E"]
  },
  {
    "numero": 350,
    "question": "Voir la pièce jointe. Sur la base de cette sortie, quelles sont les affirmations correctes ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le VDOM all n'est pas synchronisé entre les équipements FortiGate primaires et secondaires.",
      "B. Le VDOM racine n'est pas synchronisé entre les dispositifs FortiGate primaire et secondaire.",
      "C. La configuration globale est synchronisée entre les appareils FortiGate primaire et secondaire.",
      "D. Les équipements FortiGate ont trois VDOM."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 351,
    "question": "Quelles sont les affirmations correctes d'après ce résultat ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les équipements FortiGate ont trois VDOM.",
      "B. Le VDOM all n'est pas synchronisé entre le FortiGate primaire et le FortiGate secondaire.",
      "C. La configuration globale est synchronisée entre le FortiGate primaire et le FortiGate secondaire.",
      "D. Le VDOM racine n'est pas synchronisé entre le FortiGate primaire et le FortiGate secondaire."
    ],
    "reponse": ["A", "C"]
  },
    {
    "numero": 352,
    "question": "Examinez l'exposition d'une configuration de politique de proxy explicite. S'il y a une tentative de connexion proxy provenant de l'adresse IP 10.0.1.5, et d'un utilisateur qui ne s'est pas encore authentifié, quelle action le proxy FortiGate entreprend-il ?",
    "propositions": [
        "A. L'utilisateur est invité à s'authentifier. Le trafic provenant de l'utilisateur Student sera autorisé par la politique #1. Le trafic provenant de tout autre utilisateur sera autorisé par la politique n°2.",
        "B. Le trafic est bloqué.",
        "C. Le trafic est autorisé sans authentification.",
        "D. Le trafic est redirigé vers une page d'avertissement."
    ],
    "reponse": ["A"]
    },
    {
    "numero": 353,
    "question": "Quelle est la raison valable pour utiliser l'authentification basée sur la session au lieu de l'authentification basée sur l'IP dans une solution de proxy web FortiGate ?",
    "propositions": [
        "A. Un seul utilisateur par adresse IP.",
        "B. Plusieurs utilisateurs avec des adresses IP différentes.",
        "C. Plusieurs utilisateurs partagent la même adresse IP.",
        "D. Un seul utilisateur par session."
    ],
    "reponse": ["C"]
    },
    {
    "numero": 354,
    "question": "En supposant que l'adresse IP du proxy FortiGate est 10.10.1.1, quelle URL un navigateur Internet doit-il utiliser pour télécharger le fichier PAC ?",
    "propositions": [
        "A. http://10.10.1.1:80/proxy.pac",
        "B. http://10.10.1.1:8080/proxy.pac",
        "C. http://10.10.1.1/wpad.dat",
        "D. http://10.10.1.1:8080/wpad.dat"
    ],
    "reponse": ["D"]
    },
    {
    "numero": 355,
    "question": "Quelles affirmations sont vraies concernant l'utilisation d'un fichier PAC pour configurer les paramètres du proxy web dans un navigateur Internet ? (Choisissez-en deux.)",
    "propositions": [
        "A. Il ne peut être utilisé qu'avec Internet Explorer.",
        "B. Il peut être importé manuellement dans le navigateur.",
        "C. Le navigateur peut le télécharger automatiquement à partir d'un serveur web.",
        "D. Il peut inclure une liste de sous-réseaux IP de destination auxquels le navigateur peut se connecter directement sans utiliser de proxy."
    ],
    "reponse": ["B", "C"]
    },
    {
    "numero": 356,
    "question": "Quelles sont les deux méthodes prises en charge par le protocole de découverte automatique de proxy web (WPAD) pour apprendre automatiquement l'URL où se trouve un fichier PAC ? (Choisissez-en deux.)",
    "propositions": [
        "A. DHCP",
        "B. SMTP",
        "C. DNS",
        "D. FTP"
    ],
    "reponse": ["A", "C"]
    },
    {
    "numero": 357,
    "question": "Quelle est la raison valable d'utiliser l'authentification basée sur la session au lieu de l'authentification basée sur l'IP dans une solution de proxy web FortiGate ?",
    "propositions": [
        "A. Un seul utilisateur par adresse IP.",
        "B. Plusieurs utilisateurs avec des adresses IP différentes.",
        "C. Plusieurs utilisateurs partagent la même adresse IP.",
        "D. Un seul utilisateur par session."
    ],
    "reponse": ["C"]
    },
    {
    "numero": 358,
    "question": "Un navigateur Internet utilise la méthode DNS WPAD pour découvrir l'URL du fichier PAC. Le serveur DNS répond à la requête du navigateur avec l'adresse IP 10.100.1.10. Quelle URL le navigateur utilisera-t-il pour télécharger le fichier PAC ?",
    "propositions": [
        "A. http://10.100.1.10:80/proxy.pac",
        "B. http://10.100.1.10:8080/proxy.pac",
        "C. http://10.100.1.10/wpad.dat",
        "D. http://10.100.1.10:8080/wpad.dat"
    ],
    "reponse": ["C"]
    },
    {
    "numero": 359,
    "question": "Quel protocole un navigateur Internet peut-il utiliser pour télécharger le fichier PAC avec la configuration du proxy web ?",
    "propositions": [
        "A. FTP",
        "B. SMTP",
        "C. DNS",
        "D. HTTP"
    ],
    "reponse": ["D"]
    },
    {
    "numero": 360,
    "question": "Lequel des éléments suivants doit être configuré sur une unité FortiGate pour rediriger les demandes de contenu vers des serveurs de cache Web distants ?",
    "propositions": [
        "A. WCCP doit être activé sur l'interface qui fait face au cache Web.",
        "B. Le proxy transparent doit être activé sur toutes les interfaces.",
        "C. Le mode proxy explicite doit être activé.",
        "D. Le mode proxy implicite doit être activé."
    ],
    "reponse": ["A"]
    },
    {
    "numero": 361,
    "question": "Lors de l'utilisation de la méthode DNS WPAD, quel est le format FQDN utilisé par les navigateurs pour interroger le serveur DNS ?",
    "propositions": [
        "A. wpad.<domaine local>",
        "B. proxy.<domaine local>",
        "C. pac.<domaine local>",
        "D. webproxy.<domaine local>"
    ],
    "reponse": ["A"]
    },
    {
    "numero": 362,
    "question": "Quelles sont les affirmations vraies concernant l'authentification par proxy explicite basée sur IP ? (Choisissez-en deux.)",
    "propositions": [
        "A. Les sessions provenant de la même adresse source sont traitées comme des utilisateurs différents.",
        "B. Les sessions provenant de la même adresse source sont traitées comme un seul utilisateur.",
        "C. L'authentification basée sur IP consomme moins de mémoire du FortiGate que l'authentification basée sur la session.",
        "D. L'authentification basée sur IP consomme plus de mémoire du FortiGate que l'authentification basée sur la session."
    ],
    "reponse": ["B", "C"]
    },
    {
    "numero": 363,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne les paquets TCP SYN qui vont d'un client, via un proxy web implicite (proxy transparent), à un serveur web écoutant sur le port TCP 80 ? (Choisissez trois affirmations.)",
    "propositions": [
        "A. L'adresse IP source correspond à l'adresse IP du client.",
        "B. L'adresse IP source correspond à l'adresse IP du proxy.",
        "C. L'adresse IP de destination correspond à l'adresse IP du proxy.",
        "D. L'adresse IP de destination correspond aux adresses IP du serveur.",
        "E. Le numéro du port TCP de destination est 80."
    ],
    "reponse": ["A", "D", "E"]
    },
    {
    "numero": 364,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne l'utilisation d'un fichier PAC pour configurer les paramètres du proxy Web dans un navigateur Internet ? (Choisissez-en deux.)",
    "propositions": [
        "A. Plus d'un proxy est pris en charge.",
        "B. Le fichier PAC peut contenir une liste de destinations qui seront exemptées de l'utilisation de tout proxy.",
        "C. Il ne peut être utilisé qu'avec Internet Explorer.",
        "D. Il ne peut être utilisé qu'avec Firefox."
    ],
    "reponse": ["A", "B"]
    },
    {
    "numero": 365,
    "question": "Lesquels des éléments suivants sont des avantages de l'utilisation de la mise en cache du Web ? (Choisissez-en trois.)",
    "propositions": [
        "A. Diminuer l'utilisation de la bande passante",
        "B. Réduire la charge du serveur",
        "C. Augmenter la latence",
        "D. Augmenter la charge du serveur",
        "E. Diminuer le délai du trafic"
    ],
    "reponse": ["A", "B", "E"]
    },
    {
    "numero": 366,
    "question": "Un administrateur souhaite bloquer les téléchargements HTTP. Où l'adresse proxy doit-elle être utilisée ?",
    "propositions": [
        "A. Comme source dans une politique de proxy.",
        "B. Comme service dans une politique de proxy.",
        "C. Comme utilisateur dans une politique de proxy.",
        "D. Comme destination dans une politique de proxy."
    ],
    "reponse": ["D"]
    },
    {
    "numero": 367,
    "question": "Lequel des énoncés suivants est vrai lorsqu'on utilise WPAD avec la méthode de découverte DHCP ? (Choisissez-en deux.)",
    "propositions": [
        "A. Si la méthode DHCP échoue, les navigateurs essaient la méthode DNS.",
        "B. Le navigateur envoie une requête DNS à wpad.<domaine local>.",
        "C. Le navigateur envoie une requête DHCPINFORM au serveur DHCP.",
        "D. Le navigateur télécharge le fichier PAC via FTP."
    ],
    "reponse": ["A", "C"]
    },
    {
    "numero": 368,
    "question": "Examinez la configuration de ce fichier PAC. Quelle est la fonction principale de ce fichier PAC ?",
    "propositions": [
        "A. Il configure le navigateur pour utiliser un proxy pour tous les sites.",
        "B. Il configure le navigateur pour ne pas utiliser de proxy pour certains sites.",
        "C. Il configure le navigateur pour utiliser un proxy uniquement pour les sites internes.",
        "D. Il configure le navigateur pour utiliser un proxy uniquement pour les sites externes."
    ],
    "reponse": ["B"]
    },
  {
    "numero": 369,
    "question": "Examinez la configuration de ce fichier PAC.",
    "propositions": [
      "A. Le fichier PAC peut spécifier plusieurs proxys pour la redondance.",
      "B. Le fichier PAC ne peut spécifier qu'un seul proxy.",
      "C. Le fichier PAC peut inclure des exceptions pour certaines destinations.",
      "D. Le fichier PAC ne peut pas être utilisé avec WPAD."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 370,
    "question": "Quel est le rôle principal du proxy explicite sur un FortiGate ?",
    "propositions": [
      "A. Intercepter tout le trafic réseau sans configuration côté client.",
      "B. Nécessite une configuration du navigateur ou du système pour utiliser le proxy.",
      "C. Fonctionne uniquement en mode transparent.",
      "D. Ne supporte pas l'authentification des utilisateurs."
    ],
    "reponse": ["B"],
    "explanation": "Le proxy explicite nécessite que les clients configurent leur navigateur ou leur système pour utiliser le proxy FortiGate."
  },
  {
    "numero": 371,
    "question": "Quelle méthode n'est PAS supportée pour la découverte automatique du proxy (WPAD) ?",
    "propositions": [
      "A. DHCP",
      "B. DNS",
      "C. ARP",
      "D. Configuration manuelle"
    ],
    "reponse": ["C"],
    "explanation": "WPAD utilise DHCP et DNS pour la découverte automatique, mais pas ARP."
  },
  {
    "numero": 372,
    "question": "Dans une politique de proxy explicite, quel paramètre permet de limiter l'accès à certains utilisateurs ?",
    "propositions": [
      "A. Source IP",
      "B. Groupe d'utilisateurs",
      "C. Port de destination",
      "D. Adresse MAC"
    ],
    "reponse": ["B"],
    "explanation": "On peut limiter l'accès à certains utilisateurs en spécifiant un groupe d'utilisateurs dans la politique de proxy explicite."
  },
  {
    "numero": 373,
    "question": "Quel est l'avantage principal de la mise en cache web sur FortiGate ?",
    "propositions": [
      "A. Augmenter la sécurité",
      "B. Réduire la latence et la bande passante",
      "C. Bloquer les sites malveillants",
      "D. Améliorer l'authentification"
    ],
    "reponse": ["B"],
    "explanation": "La mise en cache web permet de réduire la latence et la consommation de bande passante en servant les contenus fréquemment demandés localement."
  },
  {
    "numero": 374,
    "question": "Quel protocole est utilisé par le FortiGate pour communiquer avec un serveur de cache web distant via WCCP ?",
    "propositions": [
      "A. HTTP",
      "B. WCCP",
      "C. SNMP",
      "D. FTP"
    ],
    "reponse": ["B"],
    "explanation": "Le protocole WCCP (Web Cache Communication Protocol) est utilisé pour rediriger le trafic HTTP vers un serveur de cache web."
  },
  {
    "numero": 375,
    "question": "Quelle affirmation est correcte concernant la gestion des exceptions dans un fichier PAC ?",
    "propositions": [
      "A. Les exceptions ne sont pas possibles dans un fichier PAC.",
      "B. Les exceptions permettent de spécifier des sites qui ne doivent pas passer par le proxy.",
      "C. Les exceptions ne fonctionnent qu'avec le proxy transparent.",
      "D. Les exceptions sont limitées aux adresses IP."
    ],
    "reponse": ["B"],
    "explanation": "Un fichier PAC peut contenir des exceptions pour que certaines destinations ne passent pas par le proxy."
  },
  {
    "numero": 376,
    "question": "Quel est le port par défaut du proxy explicite sur FortiGate ?",
    "propositions": [
      "A. 80",
      "B. 443",
      "C. 8080",
      "D. 3128"
    ],
    "reponse": ["C"],
    "explanation": "Le port par défaut du proxy explicite sur FortiGate est 8080."
  },
  {
    "numero": 377,
    "question": "Dans une configuration de proxy explicite, que se passe-t-il si un utilisateur n'est pas authentifié et tente d'accéder à Internet ?",
    "propositions": [
      "A. L'accès est automatiquement autorisé.",
      "B. L'utilisateur est invité à s'authentifier.",
      "C. L'accès est bloqué sans message.",
      "D. L'utilisateur est redirigé vers une page d'erreur."
    ],
    "reponse": ["B"],
    "explanation": "Si l'authentification est requise, l'utilisateur est invité à s'authentifier avant d'accéder à Internet."
  },
  {
    "numero": 378,
    "question": "Quel type de proxy permet d'inspecter le trafic sans configuration côté client ?",
    "propositions": [
      "A. Proxy explicite",
      "B. Proxy transparent",
      "C. Proxy inversé",
      "D. Proxy SOCKS"
    ],
    "reponse": ["B"],
    "explanation": "Le proxy transparent intercepte le trafic sans nécessiter de configuration côté client."
  },
  {
    "numero": 379,
    "question": "Quel est l'avantage d'utiliser l'authentification basée sur la session dans un proxy explicite ?",
    "propositions": [
      "A. Elle permet à plusieurs utilisateurs de partager la même adresse IP.",
      "B. Elle réduit la charge sur le FortiGate.",
      "C. Elle permet une authentification plus rapide.",
      "D. Elle ne nécessite pas de cookies."
    ],
    "reponse": ["A"],
    "explanation": "L'authentification basée sur la session est utile lorsque plusieurs utilisateurs partagent la même adresse IP."
  },
  {
    "numero": 380,
    "question": "Quel format d'URL est utilisé pour télécharger un fichier PAC via WPAD en utilisant DNS ?",
    "propositions": [
      "A. http://wpad.<domaine>/wpad.dat",
      "B. http://proxy.<domaine>/proxy.pac",
      "C. https://wpad.<domaine>/wpad.dat",
      "D. ftp://wpad.<domaine>/wpad.dat"
    ],
    "reponse": ["A"],
    "explanation": "Le format standard est http://wpad.<domaine>/wpad.dat pour la découverte WPAD via DNS."
  },
  {
    "numero": 381,
    "question": "Quel paramètre doit être activé sur FortiGate pour permettre la redirection du trafic HTTP vers un serveur de cache via WCCP ?",
    "propositions": [
      "A. Activer WCCP sur l'interface sortante",
      "B. Activer WCCP sur l'interface entrante",
      "C. Activer WCCP globalement",
      "D. Activer WCCP sur toutes les interfaces"
    ],
    "reponse": ["B"],
    "explanation": "WCCP doit être activé sur l'interface entrante pour rediriger le trafic HTTP vers le cache."
  },
  {
    "numero": 382,
    "question": "Quel est le principal inconvénient de l'authentification basée sur l'IP dans un environnement NAT ?",
    "propositions": [
      "A. Elle consomme plus de mémoire.",
      "B. Plusieurs utilisateurs derrière la même IP sont vus comme un seul utilisateur.",
      "C. Elle nécessite une configuration complexe.",
      "D. Elle ne supporte pas HTTPS."
    ],
    "reponse": ["B"],
    "explanation": "Derrière un NAT, plusieurs utilisateurs partagent la même IP, donc l'authentification basée sur l'IP ne permet pas de les distinguer."
  },
  {
    "numero": 383,
    "question": "Quel type de trafic peut être inspecté par le proxy web explicite de FortiGate ? (Choisissez-en deux.)",
    "propositions": [
      "A. HTTP",
      "B. HTTPS",
      "C. FTP",
      "D. SMTP"
    ],
    "reponse": ["A", "B"],
    "explanation": "Le proxy web explicite peut inspecter le trafic HTTP et HTTPS."
  },
  {
    "numero": 384,
    "question": "Quelle affirmation est correcte concernant la configuration d'un proxy transparent sur FortiGate ?",
    "propositions": [
      "A. Nécessite une configuration manuelle sur chaque client.",
      "B. Intercepte le trafic sans modification côté client.",
      "C. Ne supporte pas l'inspection du trafic HTTPS.",
      "D. Ne peut pas être utilisé avec le filtrage web."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 385,
    "question": "Quel est le rôle du fichier wpad.dat dans une architecture proxy ?",
    "propositions": [
      "A. Fournir la liste des utilisateurs autorisés",
      "B. Fournir la configuration automatique du proxy aux clients",
      "C. Stocker les logs du proxy",
      "D. Définir les règles de filtrage web"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 386,
    "question": "Quel est le comportement du FortiGate si le fichier PAC n'est pas disponible lors de la découverte WPAD ?",
    "propositions": [
      "A. Le navigateur utilise la configuration proxy précédente.",
      "B. Le navigateur tente une autre méthode de découverte.",
      "C. Le trafic est bloqué.",
      "D. Le navigateur passe en mode direct (pas de proxy)."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 387,
    "question": "Quel est l'avantage d'utiliser le proxy explicite pour l'authentification des utilisateurs ?",
    "propositions": [
      "A. Permet une authentification granulaire par utilisateur",
      "B. Ne nécessite pas de configuration côté client",
      "C. Ne supporte pas les groupes d'utilisateurs",
      "D. Ne supporte pas l'authentification"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 388,
    "question": "Quel paramètre du proxy explicite permet de définir les sites accessibles sans authentification ?",
    "propositions": [
      "A. Exception de proxy",
      "B. Liste blanche",
      "C. Bypass authentication",
      "D. Trusted sites"
    ],
    "reponse": ["C"]
  },
  {
    "numero": 389,
    "question": "Quel est le principal objectif du proxy transparent sur FortiGate ?",
    "propositions": [
      "A. Permettre l'authentification utilisateur",
      "B. Intercepter le trafic sans configuration côté client",
      "C. Fournir un accès direct à Internet",
      "D. Bloquer tout le trafic non authentifié"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 390,
    "question": "Quel est le format correct pour spécifier un proxy dans un fichier PAC ?",
    "propositions": [
      "A. PROXY ip:port;",
      "B. proxy=ip:port;",
      "C. set proxy ip:port;",
      "D. use proxy ip:port;"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 391,
    "question": "Quel est le comportement du FortiGate si un utilisateur tente d'accéder à un site bloqué par la politique de proxy explicite ?",
    "propositions": [
      "A. Le trafic est autorisé.",
      "B. L'utilisateur reçoit une page de blocage.",
      "C. Le trafic est redirigé vers un autre site.",
      "D. L'utilisateur est invité à s'authentifier."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 392,
    "question": "Quel est le rôle du paramètre 'default gateway' dans la configuration du proxy explicite ?",
    "propositions": [
      "A. Définir la passerelle par défaut pour le trafic proxy",
      "B. Définir la passerelle pour la gestion du FortiGate",
      "C. Définir la passerelle pour le trafic VPN",
      "D. Définir la passerelle pour le trafic SMTP"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 393,
    "question": "Quel est le principal avantage de la découverte automatique du proxy (WPAD) ?",
    "propositions": [
      "A. Simplifier la configuration côté client",
      "B. Augmenter la sécurité",
      "C. Bloquer les sites malveillants",
      "D. Améliorer la performance du réseau"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 394,
    "question": "Quel est le comportement du proxy explicite si le navigateur n'est pas configuré pour utiliser le proxy ?",
    "propositions": [
      "A. Le trafic est intercepté automatiquement.",
      "B. Le trafic est bloqué.",
      "C. Le trafic passe directement sans inspection proxy.",
      "D. Le navigateur reçoit une page d'erreur."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 395,
    "question": "Quel est le rôle du paramètre 'PAC file URL' dans la configuration du proxy explicite ?",
    "propositions": [
      "A. Spécifier l'URL du fichier PAC pour la configuration automatique du proxy",
      "B. Spécifier l'URL du serveur DNS",
      "C. Spécifier l'URL du serveur DHCP",
      "D. Spécifier l'URL du serveur NTP"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 396,
    "question": "Quel est le comportement du FortiGate si un utilisateur tente d'accéder à un site non listé dans la politique de proxy explicite ?",
    "propositions": [
      "A. Le trafic est autorisé par défaut.",
      "B. Le trafic est bloqué par défaut.",
      "C. L'utilisateur est invité à s'authentifier.",
      "D. Le trafic est redirigé vers une page d'avertissement."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 397,
    "question": "Quel est le rôle du paramètre 'authentication rule' dans la configuration du proxy explicite ?",
    "propositions": [
      "A. Définir les utilisateurs ou groupes qui doivent s'authentifier",
      "B. Définir les sites accessibles sans authentification",
      "C. Définir la méthode d'authentification",
      "D. Définir la durée de la session"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 398,
    "question": "Quel est le comportement du FortiGate si le proxy explicite est activé mais aucune politique n'est configurée ?",
    "propositions": [
      "A. Tout le trafic est autorisé.",
      "B. Tout le trafic est bloqué.",
      "C. Le trafic est redirigé vers une page d'erreur.",
      "D. Le trafic est inspecté mais non filtré."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 399,
    "question": "Quel est le rôle du paramètre 'proxy policy' dans la configuration du proxy explicite ?",
    "propositions": [
      "A. Définir les règles de filtrage du trafic proxy",
      "B. Définir la passerelle par défaut",
      "C. Définir les utilisateurs autorisés",
      "D. Définir les exceptions de proxy"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 400,
    "question": "Quel est le comportement du FortiGate si un utilisateur tente d'accéder à un site via le proxy explicite mais que le site est dans la liste noire ?",
    "propositions": [
      "A. Le trafic est autorisé.",
      "B. L'utilisateur reçoit une page de blocage.",
      "C. Le trafic est redirigé vers un autre site.",
      "D. L'utilisateur est invité à s'authentifier."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 401,
    "question": "Dans lequel des modèles de rapport suivants pourriez-vous configurer les graphiques à inclure dans le rapport ?",
    "propositions": [
      "A. Modèle de mise en page",
      "B. Modèle de filtre de données",
      "C. Modèle de sortie",
      "D. Modèle de planification"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 402,
    "question": "Un administrateur examine les journaux d'attaques et remarque l'entrée suivante : D'après les informations affichées dans cette entrée, laquelle des affirmations suivantes est correcte ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Il s'agit d'une attaque de serveur HTTP.",
      "B. L'attaque a été détectée et bloquée par l'unité FortiGate.",
      "C. L'attaque visait une unité FortiGate à l'adresse IP 192.168.1.100.",
      "D. L'attaque a été détectée et réussie par l'unité FortiGate."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 403,
    "question": "Examinez la configuration CLI ci-dessous pour un capteur IPS et identifiez les affirmations correctes concernant cette configuration parmi les choix ci-dessous. (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Le capteur enregistrera toutes les attaques de serveurs pour tous les systèmes d'exploitation.",
      "B. Le capteur inclura un fichier PCAP avec une trace des paquets correspondants dans le message d'enregistrement de toute signature correspondante.",
      "C. Le capteur fera correspondre tout le trafic provenant de l'objet d'adresse 'LINUX_SERVER'.",
      "D. Le capteur réinitialise toutes les connexions qui correspondent à ces signatures.",
      "E. Le capteur filtre uniquement les signatures IPS à appliquer à la politique de pare-feu sélectionnée."
    ],
    "reponse": ["B", "E"]
  },
  {
    "numero": 404,
    "question": "Lequel des modèles de rapport suivants doit être utilisé lors de la planification de la génération de rapports ?",
    "propositions": [
      "A. Modèle de mise en page",
      "B. Modèle de filtre de données",
      "C. Modèle de sortie",
      "D. Modèle de graphique"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 405,
    "question": "Qu'est-ce qui décrit le mieux le mécanisme d'une inondation TCP SYN ?",
    "propositions": [
      "A. L'attaquant maintient ouvertes de nombreuses connexions avec une transmission lente des données afin que les autres clients ne puissent pas démarrer de nouvelles connexions.",
      "B. L'attaquant envoie un paquet conçu pour se \"synchroniser\" avec le FortiGate.",
      "C. L'attaquant envoie un paquet malformé spécialement conçu pour faire planter la cible en exploitant son analyseur.",
      "D. L'attaquant démarre de nombreuses connexions, mais n'accuse jamais réception pour les établir complètement."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 406,
    "question": "Acme Web Hosting remplace l'un de ses pare-feu par un FortiGate. Il doit être capable d'appliquer la redirection de port à ses serveurs web back-end tout en bloquant les téléchargements de virus et les inondations TCP SYN des attaquants. Quel est le mode de fonctionnement le mieux adapté à ces exigences ?",
    "propositions": [
      "A. NAT/route",
      "B. Mode NAT avec une interface en mode sniffer à un bras",
      "C. Mode transparent",
      "D. Il n'existe pas de mode d'exploitation approprié"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 407,
    "question": "Lequel des énoncés suivants décrit la meilleure signature personnalisée pour détecter l'utilisation du mot \"Fortinet\" dans les applications de chat ?",
    "propositions": [
      "A. L'exemple de trace de paquet illustré dans la pièce fournit des détails sur le paquet qui doit être détecté. F-SBID( --protocol tcp ; --flow from_client ; --pattern \"X-MMS-IM-Format\" ; --pattern \"fortinet\" ; -- no_case ; )",
      "B. F-SBID( --protocole tcp ; --flux from_client ; --modèle \"fortinet\" ; --no_case ; )",
      "C. F-SBID( --protocol tcp ; --flow from_client ; --pattern \"X-MMS-IM-Format\" ; --pattern \"fortinet\" ; -- within 20 ; --no_case ; )",
      "D. F-SBID( --protocol tcp ; --flow from_client ; --pattern \"X-MMS-IM-Format\" ; --pattern \"fortinet\" ; -- within 20 ; )"
    ],
    "reponse": ["A"]
  },
  {
    "numero": 408,
    "question": "Quelle est l'affirmation correcte concernant la création d'une signature personnalisée ?",
    "propositions": [
      "A. Elle doit commencer par le nom",
      "B. Elle doit indiquer si le flux de trafic provient du client ou du serveur.",
      "C. Elle doit spécifier le protocole. Sinon, elle pourrait accidentellement correspondre à des protocoles de couche inférieure.",
      "D. Elle n'est pas prise en charge par le support technique de Fortinet."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 409,
    "question": "Quelle vulnérabilité du système d'exploitation pouvez-vous protéger lors de la sélection des signatures à inclure dans un capteur IPS ? (Choisissez trois)",
    "propositions": [
      "A. Irix",
      "B. QNIX",
      "C. Linux",
      "D. Mac OS",
      "E. BSD"
    ],
    "reponse": ["C", "D", "E"]
  },
  {
    "numero": 410,
    "question": "Quelle affirmation concernant l'IPS est fausse ?",
    "propositions": [
      "A. Les paquets IPS contiennent un moteur et des signatures utilisés à la fois par l'IPS et par d'autres analyses basées sur le flux.",
      "B. La topologie à un bras avec le mode renifleur améliore les performances de blocage de l'IPS.",
      "C. L'IPS peut détecter les attaques de type \"zero-day\".",
      "D. Le statut de la dernière tentative de mise à jour de service de l'IPS FortiGuard est indiqué dans System>Config>FortiGuard et dans la sortie de 'diag autoupdate version'"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 411,
    "question": "Laquelle des affirmations suivantes est correcte en ce qui concerne la fonction de quarantaine NAC ?",
    "propositions": [
      "A. Avec la quarantaine NAC, les fichiers peuvent être mis en quarantaine non seulement à la suite d'une analyse antivirus, mais aussi pour d'autres formes d'inspection de contenu telles que IPS et DLP.",
      "B. La quarantaine NAC effectue un contrôle client sur les postes de travail avant qu'ils ne soient autorisés à avoir un accès administratif au FortiGate.",
      "C. La quarantaine NAC permet aux administrateurs d'isoler les clients dont l'activité sur le réseau présente un risque pour la sécurité.",
      "D. Si vous avez choisi l'action de quarantaine, vous devez décider si le type de quarantaine est la quarantaine NAC ou la quarantaine de fichiers."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 412,
    "question": "Une organisation souhaite protéger son serveur SIP contre les attaques par saturation. Parmi les modifications de configuration suivantes, lesquelles peuvent être effectuées sur l'unité FortiGate pour répondre à cette exigence ?",
    "propositions": [
      "A. Appliquer une liste de contrôle des applications qui contient une règle pour SIP et pour laquelle l'option \"Limiter les requêtes INVITE\" est configurée.",
      "B. Activer la mise en forme du trafic pour la politique de pare-feu SIP appropriée.",
      "C. Réduire la valeur du temps de vie de la session pour le protocole SIP en exécutant la commande CLI configure system session-ttl.",
      "D. Exécutez la commande CLI set udp-idle-timer et définissez une valeur inférieure."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 413,
    "question": "Sur votre FortiGate 60D, vous avez configuré des stratégies de pare-feu. Elles redirigent le trafic vers votre serveur web Linux Apache. Choisissez la meilleure façon de protéger votre serveur web en utilisant le moteur IPS.",
    "propositions": [
      "A. Activez les signatures IPS pour les serveurs Linux avec les protocoles HTTP, TCP et SSL et les applications Apache. Configuration du DLP pour bloquer les requêtes HTTP GET contenant des numéros de carte de crédit.",
      "B. Activer les signatures IPS pour les serveurs Linux avec les protocoles HTTP, TCP et SSL et les applications Apache. Configurez le DLP pour qu'il bloque les requêtes HTTP GET contenant des numéros de carte de crédit. Configurez également une politique DoS pour empêcher les inondations TCP SYN et les balayages de ports.",
      "C. Aucun. Le FortiGate 60D est un modèle de bureau qui ne prend pas en charge l'IPS.",
      "D. Activez les signatures IPS pour les serveurs Linux et Windows avec les protocoles FTP, HTTP, TCP et SSL et les applications Apache et PHP."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 414,
    "question": "Une administration souhaite limiter le volume total de sessions SMTP sur son serveur de messagerie. Lequel des capteurs DoS suivants peut être utilisé à cette fin ?",
    "propositions": [
      "A. tcp_port_scan",
      "B. ip_dst_session",
      "C. udp_flood",
      "D. ip_src_session"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 415,
    "question": "Quelles sont les modifications apportées à l'IPS qui réduiront l'utilisation des ressources et amélioreront les performances ? (Choisissez-en trois)",
    "propositions": [
      "A. Dans la signature personnalisée, supprimer les mots-clés inutiles afin de réduire la profondeur de l'arborescence de la signature que le FortiGate doit comparer pour déterminer si le paquet correspond.",
      "B. Dans les capteurs IPS, désactivez les signatures et les statistiques basées sur le taux (détection des anomalies) pour les protocoles, les applications et les directions du trafic qui ne sont pas pertinents.",
      "C. Dans les filtres IPS, passez de \"Advanced\" à \"Basic\" pour n'appliquer que les signatures les plus essentielles.",
      "D. Dans les stratégies de pare-feu où l'IPS n'est pas nécessaire, désactivez l'IPS.",
      "E. Dans les politiques de pare-feu où l'IPS est utilisé, activez les journaux de démarrage de session."
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 416,
    "question": "Quel profil le moteur IPS pourrait-il utiliser sur une interface en mode renifleur ? (Choisissez trois)",
    "propositions": [
      "A. Antivirus (basé sur le flux)",
      "B. Filtrage Web (basé sur la PROXIE)",
      "C. Protection contre les intrusions",
      "D. Contrôle des applications",
      "E. Contrôle des points finaux"
    ],
    "reponse": ["A", "B", "D"]
  },
  {
    "numero": 417,
    "question": "Vous créez une signature personnalisée. Laquelle a une syntaxe incorrecte ?",
    "propositions": [
      "A. F-SBID(--attack_id 1842,--name \"Ping.Death\";--protocol icmp ; --data_size>32000 ;)",
      "B. F-SBID(--name \"Block.SMTP.VRFY.CMD\";--pattern \"vrfy\";-- service SMTP ; --no_case;--context header ;)",
      "C. F-SBID(--nom \"Ping.Death\";--protocole icmp;--data_size>32000 ;)",
      "D. F-SBID(--name \"Block\".HTTP.POST\" ; --protocol tcp;-- service HTTP;-- flow from_client ; --pattern \"POST\" ; -- context uri;--within 5,context ;)"
    ],
    "reponse": []
  },
  {
    "numero": 418,
    "question": "Un administrateur a créé une signature IPS personnalisée. Où la signature IPS personnalisée doit-elle être appliquée ?",
    "propositions": [
      "A. Dans un capteur IPS",
      "B. Dans une interface.",
      "C. Dans une politique DoS.",
      "D. Dans un profil de contrôle d'application."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 419,
    "question": "Lequel des processus suivants est impliqué dans la mise à jour de l'IPS à partir de FortiGuard ?",
    "propositions": [
      "A. Les demandes de mise à jour de l'IPS FortiGate sont envoyées via le port UDP 443.",
      "B. Les demandes de mise à jour du décodeur de protocole sont envoyées à service.fortiguard.net.",
      "C. Les demandes de mise à jour des signatures IPS sont envoyées à update.fortiguard.net.",
      "D. Les mises à jour du moteur IPS ne peuvent être obtenues qu'à l'aide des mises à jour push."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 420,
    "question": "Un administrateur a configuré le capteur IPS WINDOS_SERVERS afin de déterminer si l'afflux de trafic HTTPS est une tentative d'attaque ou non. Après avoir appliqué le capteur IPS, le FortiGate ne génère toujours pas de journaux IPS pour le trafic HTTPS. Quelle en est la raison possible ?",
    "propositions": [
      "A. Le filtre IPS n'a pas l'option Protocol : HTTPS.",
      "B. Les signatures HTTPS n'ont pas été ajoutées au capteur.",
      "C. Une politique DoS doit être utilisée au lieu d'un capteur IPS.",
      "D. Une politique DoS devrait être utilisée à la place d'un capteur IPS.",
      "E. La politique du pare-feu n'utilise pas un profil d'inspection SSL complet."
    ],
    "reponse": ["E"]
  },
  {
    "numero": 421,
    "question": "Quels types de trafic et d'attaques peuvent être bloqués par un profil de pare-feu d'application web (WAF) ? (Choisissez-en trois.)",
    "propositions": [
      "A. Le trafic vers les serveurs de botnets",
      "B. Le trafic vers des sites web inappropriés",
      "C. Attaques par divulgation d'informations sur le serveur",
      "D. Fuites de données de cartes de crédit",
      "E. Attaques par injection SQL"
    ],
    "reponse": ["A", "C", "E"]
  },
  {
    "numero": 422,
    "question": "Acme Web Hosting remplace l'un de ses pare-feu par un FortiGate. Il doit être capable d'appliquer la redirection de port à ses serveurs web back-end tout en bloquant les téléchargements de virus et les inondations TCP SYN des attaquants. Quel est le mode de fonctionnement le mieux adapté à ces exigences ?",
    "propositions": [
      "A. NAT/route",
      "B. Mode NAT avec une interface en mode sniffer à un bras",
      "C. Mode transparent",
      "D. Il n'existe pas de mode de fonctionnement approprié."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 423,
    "question": "Quelle fonction UTM envoie une requête UDP aux serveurs FortiGuard à chaque fois que FortiGate analyse un paquet (sauf si la réponse est mise en cache localement) ?",
    "propositions": [
      "A. Antivirus",
      "B. VPN",
      "C. IPS",
      "D. Filtrage Web"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 424,
    "question": "Lors de la configuration du FortiGate racine pour communiquer avec un FortiGate en aval, quels paramètres doivent être configurés ? (Choisissez-en deux.)",
    "propositions": [
      "A. Détection de périphérique activée.",
      "B. Accès administratif : FortiTelemetry.",
      "C. Masque IP/réseau.",
      "D. Rôle : Security Fabric."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 425,
    "question": "Lesquels définissent l'identification de l'appareil ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'identification des dispositifs est activée par défaut sur toutes les interfaces.",
      "B. L'activation d'un dispositif source dans une stratégie de pare-feu active l'identification des dispositifs sur les interfaces sources de cette stratégie.",
      "C. Vous ne pouvez pas combiner l'utilisateur source et le dispositif source dans la même politique de pare-feu.",
      "D. Le FortiClient peut être utilisé comme technique d'identification de périphérique basée sur un agent.",
      "E. Seules les techniques d'identification des appareils sans agent sont prises en charge."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 426,
    "question": "Quelle affirmation décrit le mieux la tâche principale des processeurs d'accélération matérielle du FortiGate ?",
    "propositions": [
      "A. Décharger le processeur principal des tâches de traitement du trafic.",
      "B. Décharger le CPU principal des tâches de gestion.",
      "C. Compresser et optimiser le trafic réseau.",
      "D. Augmenter la bande passante maximale disponible dans une interface FortiGate."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 427,
    "question": "Quelle affirmation décrit le mieux l'objectif de la fonction proxy SYN disponible dans les processeurs SP ?",
    "propositions": [
      "A. Accélérer la poignée de main TCP à trois voies.",
      "B. Collecter des statistiques concernant les sessions de trafic",
      "C. Analyser le paquet SYN pour décider si la nouvelle session peut être transférée au processeur SP.",
      "D. Protéger contre les attaques SYN flood."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 428,
    "question": "Pour les équipements FortiGate équipés de puces Network Processor (NP), quelles sont les réponses exactes ? (Choisissez trois réponses.)",
    "propositions": [
      "A. Pour chaque nouvelle session IP, le premier paquet est toujours envoyé au processeur.",
      "B. Le noyau n'a pas besoin de programmer le NPU. Lorsque le NPU voit le trafic, il détermine lui-même s'il peut le traiter",
      "C. Une fois déchargé, le NP transmet tous les paquets suivants, sauf en cas d'erreur. L'unité centrale ne les traite pas.",
      "D. Lorsque le dernier paquet est envoyé ou reçu, par exemple un signal TCP FIN ou TCP RST, le NP renvoie cette session à l'unité centrale pour qu'elle soit démantelée.",
      "E. Les sessions pour les politiques dont le profil de sécurité est activé peuvent être déchargées par NP."
    ],
    "reponse": ["A", "C", "D"]
  },
  {
    "numero": 429,
    "question": "Deux unités FortiGate avec des processeurs NP6 forment un cluster actif-actif. Le cluster effectue une inspection du profil de sécurité (UTM) sur l'ensemble du trafic utilisateur. Quelles affirmations sont vraies en ce qui concerne les sessions que l'unité maître transfère à l'unité esclave pour l'inspection ? (Choisissez-en deux.)",
    "propositions": [
      "A. Elles sont déchargées vers le NP6 de l'unité maître.",
      "B. Elles ne sont pas déchargées sur le NP6 de l'unité maître.",
      "C. Ils sont déchargés sur le NP6 de l'unité esclave.",
      "D. Ils ne sont pas déchargés sur le NP6 de l'unité esclave."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 430,
    "question": "Lequel des accélérateurs matériels Fortinet suivants peut être utilisé pour décharger l'inspection antivirus basée sur le flux ? (Choisissez-en deux.)",
    "propositions": [
      "A. SP3",
      "B. CP8",
      "C. NP4",
      "D. NP6"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 431,
    "question": "Quelles fonctions d'inspection du trafic peuvent être exécutées par un processeur de sécurité (SP) ? (Choisissez-en trois.)",
    "propositions": [
      "A. Proxy TCP SYN",
      "B. Aide à la session SIP",
      "C. Antivirus basé sur un proxy",
      "D. Correspondance des signatures d'attaques",
      "E. Filtrage web basé sur le flux"
    ],
    "reponse": ["A", "D", "E"]
  },
  {
    "numero": 432,
    "question": "Un administrateur utilise le renifleur intégré du FortiGate pour capturer le trafic HTTP entre un client et un serveur. Cependant, la sortie du renifleur ne montre que les paquets liés à l'établissement et à la déconnexion des sessions TCP. Pourquoi ?",
    "propositions": [
      "A. L'administrateur exécute le renifleur sur l'interface interne uniquement.",
      "B. Le filtre utilisé dans le sniffer ne fait correspondre le trafic que dans une seule direction.",
      "C. Le FortiGate effectue une inspection du contenu.",
      "D. Le trafic TCP est transféré vers un NP6."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 433,
    "question": "Parmi les affirmations suivantes, lesquelles décrivent le mieux les principales conditions requises pour qu'une session de trafic soit éligible au délestage vers un processeur NP6 ? (Choisissez-en trois.)",
    "propositions": [
      "A. Les paquets de session n'ont PAS de balise VLAN 802.1Q.",
      "B. Il ne s'agit PAS de trafic multicast.",
      "C. Ils ne nécessitent PAS d'inspection basée sur un proxy.",
      "D. Le protocole de la couche 4 doit être UDP, TCP, SCTP ou ICMP.",
      "E. Il ne nécessite PAS d'inspection basée sur le flux."
    ],
    "reponse": ["A", "C", "D"]
  },
  {
    "numero": 434,
    "question": "Quel énoncé décrit le mieux ce qu'est un système sur puce (SoC) de Fortinet ?",
    "propositions": [
      "A. Une puce de faible puissance qui fournit une puissance de traitement générale.",
      "B. Une puce qui combine une puissance de traitement générale avec la technologie ASIC personnalisée de Fortinet.",
      "C. Puce en version allégée (avec moins de fonctionnalités) d'un processeur SP",
      "D. Puce en version légère (avec moins de fonctionnalités) d'un processeur CP"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 435,
    "question": "Lequel des énoncés suivants est vrai en ce qui concerne le trafic accéléré par un processeur NP ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les paquets TCP SYN sont toujours traités par le processeur NP.",
      "B. Les paquets initiaux sont envoyés au processeur NP, qui décide si la session peut être déchargée ou non.",
      "C. Les paquets de fin de session sont toujours traités par l'unité centrale.",
      "D. Les paquets initiaux sont transmis à l'unité centrale, qui décide si la session peut être déchargée ou non."
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 436,
    "question": "Quelle est l'une des conditions à remplir pour décharger le cryptage et le décryptage du trafic IPsec sur un processeur NP6 ?",
    "propositions": [
      "A. Aucun profil de protection ne peut être appliqué au trafic IPsec.",
      "B. L'anti-rejeu de la phase 2 doit être désactivé.",
      "C. L'algorithme de chiffrement de la phase 2 doit être pris en charge par le NP6.",
      "D. Le trafic IPsec ne doit pas être inspecté par un assistant de session FortiGate."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 437,
    "question": "Quelle affirmation décrit le mieux l'objectif de la fonction SYN proxy disponible dans les processeurs SP ?",
    "propositions": [
      "A. Accélérer la poignée de main TCP à trois voies",
      "B. Collecter des statistiques concernant les sessions de trafic",
      "C. Analyser le paquet SYN pour décider si la nouvelle session peut être transférée au processeur SP.",
      "D. Protéger contre les attaques par inondation SYN."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 438,
    "question": "Parmi les fonctions de mise en forme du trafic suivantes, lesquelles peuvent être transférées à un processeur NP ? (Choisissez-en deux.)",
    "propositions": [
      "A. Priorité aux files d'attente",
      "B. Limitation du trafic (limite de la bande passante)",
      "C. Réécriture des champs de services différenciés",
      "D. Garantie de bande passante"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 439,
    "question": "Quel énoncé décrit le mieux ce qu'est un système sur puce (SoC) Fortinet ?",
    "propositions": [
      "A. Une puce à faible consommation d'énergie qui fournit une puissance de traitement générale.",
      "B. Une puce qui combine une puissance de traitement générale avec la technologie ASIC personnalisée de Fortinet.",
      "C. Puce en version allégée (avec moins de fonctionnalités) d'un processeur SP",
      "D. Puce en version légère (avec moins de fonctionnalités) d'un processeur CP"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 440,
    "question": "Quelles affirmations sont vraies à propos du déchargement de l'inspection antivirus vers un processeur de sécurité (SP) ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'inspection basée sur le proxy et l'inspection basée sur le flux sont toutes deux prises en charge.",
      "B. Un message de remplacement ne peut pas être présenté aux utilisateurs lorsqu'un virus a été détecté.",
      "C. Elle permet d'économiser les ressources de l'unité centrale.",
      "D. Les interfaces d'entrée et de sortie peuvent se trouver dans des SP différents."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 441,
    "question": "Quels sont les paquets IP qui peuvent être accélérés par un processeur NP6 ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les paquets fragmentés.",
      "B. Paquet de multidiffusion.",
      "C. Paquet SCTP.",
      "D. Paquet GRE."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 442,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne l'équilibrage de la charge de la liaison WAN ? (Choisissez-en deux).",
    "propositions": [
      "A. Il ne peut y avoir qu'une seule liaison WAN virtuelle par VDOM.",
      "B. FortiGate peut mesurer la qualité de chaque lien en fonction de la latence, de la gigue ou du pourcentage de paquets.",
      "C. Les contrôles de santé de la liaison peuvent être effectués sur chaque membre de la liaison si l'interface WAN virtuelle.",
      "D. Les valeurs de distance et de priorité sont configurées dans chaque membre du lien si l'interface WAN virtuelle."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 443,
    "question": "Lors de l'utilisation du SD-WAN, comment configurer l'adresse de la passerelle du prochain saut pour une interface membre afin que le FortiGate puisse transférer le trafic Internet ?",
    "propositions": [
      "A. Elle doit être configurée dans une route statique utilisant l'interface virtuelle sdwan.",
      "B. Elle doit être fournie dans la configuration de l'interface membre SD-WAN.",
      "C. Il doit être configuré dans une route stratégique à l'aide de l'interface virtuelle sdwan.",
      "D. Il doit être appris automatiquement par un protocole de routage dynamique."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 444,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne l'équilibrage de la charge du lien WAN ? (Choisissez-en deux).",
    "propositions": [
      "A. Il ne peut y avoir qu'une seule liaison WAN virtuelle par VDOM.",
      "B. FortiGate peut mesurer la qualité de chaque lien en fonction de la latence, de la gigue ou du pourcentage de paquets.",
      "C. Des contrôles de santé de la liaison peuvent être effectués sur chaque membre de la liaison dans l'interface WAN virtuelle.",
      "D. Les valeurs de distance et de priorité sont configurées dans chaque membre de liaison de l'interface WAN virtuelle."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 445,
    "question": "Examinez cette sortie d'un flux de débogage : Quelles sont les affirmations correctes à propos de cette sortie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le paquet a été autorisé par la politique de pare-feu avec l'ID 00007fc0.",
      "B. Le FortiGate a acheminé le paquet via le port3.",
      "C. Le FortiGate a reçu un paquet TCP SYN/ACK.",
      "D. L'adresse IP source du paquet a été traduite en 10.0.1.10."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 446,
    "question": "Voir la pièce à conviction. Pourquoi l'administrateur obtient-il l'erreur montrée dans la pièce ?",
    "propositions": [
      "A. L'administrateur n'a pas les privilèges requis pour configurer les paramètres globaux.",
      "B. Les paramètres globaux ne peuvent pas être configurés à partir du contexte VDOM racine.",
      "C. La commande config system global n'existe pas dans FortiGate.",
      "D. L'administrateur doit d'abord entrer la commande edit global"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 447,
    "question": "Dans quels états de processus est-il impossible d'interrompre/de tuer un processus ? (Choisissez-en deux.)",
    "propositions": [
      "A. S-Sleep",
      "B. R-Exécution",
      "C. D-Sommeil ininterrompu",
      "D. Z-Zombie"
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 448,
    "question": "Examinez la sortie suivante de la commande diagnose sys session list : Quelles affirmations sont vraies en ce qui concerne la session ci-dessus ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le TTL (Time-To-Live) de la session a été configuré à 9 secondes.",
      "B. Le FortiGate effectue un NAT des adresses IP source et destination sur tous les paquets provenant de l'adresse 192.168.1.110.",
      "C. L'adresse IP 192.168.1.110 est traduite en 172.17.87.16.",
      "D. Le FortiGate ne traduit pas les numéros de port TCP des paquets de cette session."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 449,
    "question": "La figure montre une partie de la sortie de la commande de diagnostic 'diagnose debug application ike 255', prise pendant l'établissement d'un VPN. Parmi les affirmations suivantes, lesquelles sont correctes concernant cette sortie ? (Choisissez deux)",
    "propositions": [
      "A. Les sélecteurs de mode rapide négociés entre les deux homologues VPN IPsec sont 0.0.0.0/32 pour les adresses source et destination.",
      "B. La sortie correspond à une négociation de phase 2",
      "C. Le NAT-T est activé et il y a un troisième périphérique sur le chemin qui effectue le NAT du trafic entre les deux homologues VPN IPsec.",
      "D. L'adresse IP du pair VPN IPsec distant est 172.20.187.114."
    ],
    "reponse": ["B", "D"]
  },
  {
    "numero": 450,
    "question": "Un administrateur réseau connecte son PC à l'interface INTERNAL d'une unité FortiGate. L'administrateur tente d'établir une connexion HTTPS à l'unité FortiGate sur l'interface VLAN1 à l'adresse IP 10.0.1.1, mais n'obtient aucune connectivité. D'après les résultats de ces commandes, laquelle des explications suivantes est une cause possible du problème ?",
    "propositions": [
      "A. L'unité Fortigate n'a pas de route vers le PC.",
      "B. Le PC a une adresse IP dans le mauvais sous-réseau.",
      "C. Le PC utilise une adresse IP de passerelle par défaut incorrecte.",
      "D. L'unité FortiGate n'a pas le service HTTPS configuré sur l'interface VLAN1.",
      "E. Il n'y a pas de politique de pare-feu autorisant le trafic de INTERNAL-> VLAN1."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 451,
    "question": "Quelles sont les sorties de la commande `diagnose hardware deviceinfo nic` ? (Choisissez deux.)",
    "propositions": [
      "A. Cache ARP",
      "B. Adresse MAC physique",
      "C. Erreurs et collisions",
      "D. Les ports TCP en écoute"
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 452,
    "question": "Quels sont les exemples de syntaxe correcte pour la commande session table diagnostics ? (Choisissez-en deux.)",
    "propositions": [
      "A. diagnose sys session filter clear",
      "B. diagnose sys session src 10.0.1.254",
      "C. diagnose sys session filter",
      "D. diagnose sys session filter list dst."
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 453,
    "question": "La commande diag sys session list est exécutée dans l'interface CLI. La sortie de cette commande est présentée dans la pièce jointe. D'après la sortie de cette commande, laquelle des affirmations suivantes est correcte ?",
    "propositions": [
      "A. Il s'agit d'une session UDP.",
      "B. La mise en forme du trafic est appliquée à cette session.",
      "C. Il s'agit d'une session ICMP.",
      "D. Ce trafic a été authentifié.",
      "E. Cette session correspond à une stratégie de pare-feu avec l'ID 5."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 454,
    "question": "Dans la sortie de la commande de débogage présentée dans la pièce, lequel des éléments suivants décrit le mieux l'adresse MAC 00:09:0f:69:03:7e ?",
    "propositions": [
      "A. Il s'agit de l'une des adresses MAC secondaires de l'interface port1.",
      "B. Il s'agit de l'adresse MAC primaire de l'interface du port.",
      "C. Il s'agit de l'adresse MAC d'un autre périphérique réseau situé dans le même segment LAN que l'interface port1 de l'unité FortiGate.",
      "D. Il s'agit de l'adresse MAC virtuelle HA."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 455,
    "question": "Le client ne peut pas se connecter au serveur web HTTP. L'administrateur a lancé le renifleur intégré au FortiGate et a obtenu le résultat suivant. Que faut-il faire ensuite pour résoudre le problème ?",
    "propositions": [
      "A. Exécutez un autre sniffer dans le FortiGate, cette fois avec le filtre \"host 10.0.1.10\".",
      "B. Exécutez un sniffer dans le serveur web.",
      "C. Capturez le trafic à l'aide d'un renifleur externe connecté au port1.",
      "D. Exécutez un flux de débogage."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 456,
    "question": "Examinez la sortie de la commande diagnose sys top : Quelles sont les affirmations vraies à propos de cette sortie ? (Choisissez-en deux.)",
    "propositions": [
      "A. sshd est le processus qui consomme le plus de mémoire",
      "B. sshd est le processus qui consomme le plus de CPU",
      "C. Tous les processus répertoriés sont en état de veille",
      "D. Le processus sshd utilise 123 pages de mémoire."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 457,
    "question": "Un administrateur utilise le renifleur intégré du FortiGate pour capturer le trafic HTTP entre un client et un serveur. Cependant, la sortie du renifleur ne montre que les paquets liés à l'établissement et à la déconnexion des sessions TCP. Pourquoi ?",
    "propositions": [
      "A. L'administrateur exécute le renifleur sur l'interface interne uniquement.",
      "B. Le filtre utilisé dans le sniffer ne fait correspondre le trafic que dans une seule direction.",
      "C. Le FortiGate effectue une inspection du contenu.",
      "D. Le trafic TCP est transféré vers un NP6."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 459,
    "question": "Quels sont les composants du FortiGate qui sont testés pendant le test matériel ? (Choisissez-en trois.)",
    "propositions": [
      "A. Accès administratif",
      "B. Heartbeat HA",
      "C. CPU",
      "D. Disque dur",
      "E. Interfaces réseau"
    ],
    "reponse": ["C", "D", "E"]
  },
  {
    "numero": 460,
    "question": "Examinez cette sortie d'un flux de débogage : Pourquoi le FortiGate a-t-il abandonné le paquet ?",
    "propositions": [
      "A. L'adresse IP du prochain saut est inaccessible.",
      "B. Le contrôle RPF a échoué.",
      "C. Il correspond à une politique de pare-feu configurée explicitement avec l'action DENY.",
      "D. Il correspond à la politique de pare-feu implicite par défaut."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 461,
    "question": "Examinez la pièce à conviction, qui contient une sortie de diagnostic de session. Laquelle des affirmations suivantes concernant le résultat du diagnostic de session est vraie ?",
    "propositions": [
      "A. La session est dans l'état ESTABLISHED.",
      "B. La session est dans l'état LISTEN.",
      "C. La session est dans l'état TIME_WAIT.",
      "D. La session est dans l'état CLOSE_WAIT."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 462,
    "question": "Laquelle des affirmations suivantes concernant la sauvegarde des journaux à partir de l'interface de ligne de commande et le téléchargement des journaux à partir de l'interface graphique est vraie ? (Choisissez-en deux.)",
    "propositions": [
      "A. Les téléchargements de journaux à partir de l'interface graphique sont limités à la vue du filtre en cours.",
      "B. Les sauvegardes de journaux à partir du CLI ne peuvent pas être restaurées sur un autre FortiGate.",
      "C. Les sauvegardes de journaux effectuées à partir du CLI peuvent être configurées pour être téléchargées sur FTP à une heure programmée.",
      "D. Les téléchargements de journaux à partir de l'interface graphique sont stockés sous forme de fichiers compressés LZ4."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 463,
    "question": "Quelles sont les commandes appropriées pour enquêter sur une unité centrale élevée ? (Choisissez deux.)",
    "propositions": [
      "A. diag sys top",
      "B. diag hardware sysinfo mem",
      "C. diag debug flow",
      "D. get system performance status"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 464,
    "question": "Dans un journal de collisions, qu'indique un état de 0 ?",
    "propositions": [
      "A. L'arrêt anormal d'un processus",
      "B. Un processus fermé pour une raison quelconque",
      "C. Le processus Scanunitd s'est écrasé",
      "D. Un arrêt normal sans anomalie",
      "E. Le processus DHCP s'est arrêté."
    ],
    "reponse": ["D"]
  },
  {
    "numero": 465,
    "question": "Examinez l'illustration, qui montre la sortie partielle d'un débogage IKE en temps réel. Laquelle des affirmations suivantes concernant la sortie est vraie ?",
    "propositions": [
      "A. Le VPN est configuré pour utiliser l'authentification par clé pré-partagée.",
      "B. L'authentification étendue (XAuth) a réussi.",
      "C. Remote est le nom d'hôte du pair IPsec distant.",
      "D. La phase 1 s'est arrêtée."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 466,
    "question": "Quelle affirmation décrit correctement la sortie de la commande diagnose ips anomaly list ?",
    "propositions": [
      "A. Elle répertorie la stratégie DoS configurée.",
      "B. Liste les compteurs en temps réel pour la stratégie DoS configurée.",
      "C. La liste des erreurs capturées lors de la compilation de la stratégie DoS.",
      "D. Répertorie les correspondances de signatures IPS."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 467,
    "question": "Examinez la sortie de débogage IKE pour IPsec présentée dans la figure ci-dessous. Quelle est l'affirmation correcte concernant cette sortie ?",
    "propositions": [
      "A. Il s'agit d'une négociation de phase 1.",
      "B. Il s'agit d'une négociation de phase 2.",
      "C. La sortie capture les messages de détection de l'homologue mort.",
      "D. La sortie capture les paquets de détection de passerelle morte."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 468,
    "question": "Un administrateur observe que l'interface port1 ne peut pas être configurée avec une adresse IP. Quelles peuvent en être les raisons ? (Choisissez-en trois.)",
    "propositions": [
      "A. L'interface a été configurée pour un sniffer à un bras.",
      "B. L'interface est membre d'une paire de fils virtuels.",
      "C. Le mode de fonctionnement est transparent.",
      "D. L'interface est membre d'une zone.",
      "E. Le portail captif est activé dans l'interface."
    ],
    "reponse": ["A", "B", "C"]
  },
  {
    "numero": 469,
    "question": "Qu'est-ce qui n'est pas vrai dans la configuration des clauses de non-responsabilité sur le FortiGate ?",
    "propositions": [
      "A. Les clauses de non-responsabilité peuvent être utilisées conjointement avec le portail captif.",
      "B. Les avertissements apparaissent avant que les utilisateurs ne s'authentifient.",
      "C. Les clauses de non-responsabilité peuvent être contournées par le biais de listes d'exemption de sécurité.",
      "D. Les clauses de non-responsabilité doivent être acceptées afin de poursuivre vers la connexion d'authentification ou la destination initialement prévue."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 470,
    "question": "Parmi les méthodes de filtrage du spam suivantes, lesquelles sont prises en charge par l'unité FortiGate ? (Sélectionnez toutes les réponses qui s'appliquent.)",
    "propositions": [
      "A. Vérification de l'adresse IP",
      "B. Liste de base de données Open Relay (ORDBL)",
      "C. Liste noire/blanche",
      "D. Retour d'email Vérification DNS",
      "E. Vérification de la somme de contrôle des courriels"
    ],
    "reponse": ["A", "B", "C", "D", "E"]
  },
  {
    "numero": 471,
    "question": "Dans quelles circonstances devriez-vous activer l'option APPRENDRE en tant qu'action d'une stratégie de pare-feu ?",
    "propositions": [
      "A. Vous souhaitez que FortiGate compile l'activité des fonctions de sécurité à partir de divers journaux liés à la sécurité, tels que les journaux de virus et d'attaques.",
      "B. Vous souhaitez que FortiGate surveille un profil de sécurité spécifique dans une politique de pare-feu et fournisse des recommandations pour ce profil.",
      "C. Vous souhaitez capturer des données sur l'ensemble du trafic et des vecteurs de sécurité, et recevoir des journaux d'apprentissage ainsi qu'un rapport contenant des recommandations.",
      "D. Vous voulez que FortiGate modifie automatiquement vos politiques de pare-feu au fur et à mesure qu'il apprend votre comportement en matière de réseau."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 472,
    "question": "Examinez la configuration CLI suivante : Quelle affirmation est vraie concernant l'effet de la ligne de configuration ci-dessus ?",
    "propositions": [
      "A. Les sessions peuvent être inactives pendant plus de 1 800 secondes.",
      "B. La durée maximale d'ouverture d'une session est de 1 800 secondes.",
      "C. Après 1800 secondes, l'utilisateur final doit s'authentifier à nouveau.",
      "D. Lorsqu'une session a été ouverte pendant 1800 secondes, le FortiGate envoie un paquet keepalive au client et au serveur."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 473,
    "question": "Les règles de blocage de fichiers sont appliquées avant lequel des éléments suivants ?",
    "propositions": [
      "A. Le traitement de la politique de pare-feu",
      "B. L'analyse des virus",
      "C. Filtrage des URL Web",
      "D. Filtrage de la liste blanche/noire"
    ],
    "reponse": ["B"]
  },
  {
    "numero": 474,
    "question": "Laquelle des valeurs TTL de session suivantes est prioritaire ?",
    "propositions": [
      "A. Le TTL de session spécifié au niveau du système pour ce numéro de port",
      "B. Le TTL de session spécifié dans la politique de pare-feu correspondante",
      "C. Le TTL de session dicté par la liste de contrôle des applications associée à la stratégie de pare-feu correspondante.",
      "D. Le TTL de session par défaut spécifié au niveau du système."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 475,
    "question": "À quels états TCP le paramètre global \"tcp-half-open-timer\" s'applique-t-il ? (Choisissez-en deux.)",
    "propositions": [
      "A. SYN SENT",
      "B. SYN & SYN/ACK",
      "C. FIN WAIT",
      "D. TIME WAIT"
    ],
    "reponse": ["A", "D"]
  },
  {
    "numero": 476,
    "question": "Dans la sortie de la table des sessions du FortiOS, quelles sont les deux valeurs 'proto_state' possibles pour une session UDP ? (Choisissez-en deux.)",
    "propositions": [
      "A. 00",
      "B. 11",
      "C. 01",
      "D. 05"
    ],
    "reponse": ["A", "C"]
  },
  {
    "numero": 477,
    "question": "Qu'est-ce qui est vrai pour la table de session du FortiGate ?",
    "propositions": [
      "A. NAT/PAT est affiché dans la table centrale NAT, pas dans la table de session.",
      "B. Il montre les états de connexion TCP.",
      "C. Il montre les sessions IP, SSL et HTTP.",
      "D. Il ne montre pas les codes d'état de connexion UDP ou ICMP, car ces protocoles sont sans connexion."
    ],
    "reponse": ["B"]
  },
  {
    "numero": 478,
    "question": "Dans la sortie de la commande de débogage présentée dans la pièce, lequel des éléments suivants décrit le mieux l'adresse MAC 00:09:0f:69:03:7e ?",
    "propositions": [
      "A. Il s'agit de l'une des adresses MAC secondaires de l'interface port1.",
      "B. Il s'agit de l'adresse MAC primaire de l'interface du port.",
      "C. Il s'agit de l'adresse MAC d'un autre périphérique réseau situé dans le même segment LAN que l'interface port1 de l'unité FortiGate.",
      "D. Il s'agit de l'adresse MAC virtuelle HA."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 479,
    "question": "Lequel des points suivants est un avantage de l'utilisation de SNMP v3 au lieu de SNMP v1/v2 lors de l'interrogation de l'unité FortiGate ?",
    "propositions": [
      "A. Cryptage des paquets",
      "B. Les téléchargements de rapports basés sur la MIB",
      "C. Les limites d'accès SNMP via les listes d'accès",
      "D. Il est possible d'exécuter le service SNMP sur un port non standard."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 480,
    "question": "Un administrateur souhaite générer un rapport montrant le trafic le plus important par type de service, mais veut exclure le trafic SMTP du rapport. Parmi les affirmations suivantes, laquelle décrit le mieux la marche à suivre ?",
    "propositions": [
      "A. Dans le champ Service du filtre de données, tapez 25/smtp et cochez la case NOT.",
      "B. Ajoutez l'entrée suivante à la section Champ générique du filtre de données : service=\"!smtp\".",
      "C. Lors de l'édition du graphique, décochez la case mlog pour indiquer que les données du filtrage du courrier sont exclues lors de la génération du graphique.",
      "D. Lors de l'édition du graphique, saisissez \"dns\" dans le champ Exclure le service."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 481,
    "question": "Un administrateur a configuré les paramètres suivants : Quel est l'effet de cette configuration ? (Choisissez deux réponses.)",
    "propositions": [
      "A. Réduit la quantité de journaux générés par le trafic refusé.",
      "B. Appliquer la détection des périphériques sur toutes les interfaces pendant 30 minutes.",
      "C. Bloque les utilisateurs refusés pendant 30 minutes.",
      "D. Crée une session pour le trafic refusé."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 482,
    "question": "Comment configurer un FortiGate pour appliquer la mise en forme du trafic au trafic P2P, tel que BitTorrent ?",
    "propositions": [
      "A. Appliquez une mise en forme du trafic à une entrée BitTorrent dans une liste de contrôle des applications, qui est ensuite appliquée à une politique de pare-feu.",
      "B. Activer l'option de mise en forme dans une stratégie de pare-feu dont le service est défini sur BitTorrent.",
      "C. Définir une règle DLP qui s'applique au trafic BitTorrent et l'inclure dans un capteur DLP dont la mise en forme du trafic est activée.",
      "D. Appliquer une mise en forme du trafic à un profil d'options de protocole."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 483,
    "question": "L'illustration est une capture d'écran d'un profil de contrôle des applications. Les différents paramètres sont encerclés et numérotés. Sélectionnez le numéro identifiant le paramètre qui fournira des informations supplémentaires sur l'accès à YouTube, telles que le nom de la vidéo visionnée.",
    "propositions": [
      "A. 1",
      "B. 2",
      "C. 3",
      "D. 4",
      "E. 5"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 484,
    "question": "Comment les signatures de contrôle des applications sont-elles mises à jour sur un appareil FortiGate ?",
    "propositions": [
      "A. Par le biais des mises à jour FortiGuard.",
      "B. Mettez à jour le micrologiciel FortiOS vers une version plus récente.",
      "C. En exécutant la fonction d'apprentissage automatique du contrôle des applications.",
      "D. Les signatures sont codées en dur sur l'appareil et ne peuvent pas être mises à jour."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 485,
    "question": "Quelle réponse décrit le mieux ce qu'est une \"application inconnue\" ?",
    "propositions": [
      "A. Tout le trafic qui correspond à la signature interne des applications inconnues.",
      "B. Le trafic qui ne correspond pas au modèle RFC de son protocole.",
      "C. Tout le trafic qui ne correspond pas à une signature de contrôle d'application.",
      "D. Un paquet qui échoue au contrôle CRC."
    ],
    "reponse": ["C"]
  },
  {
    "numero": 486,
    "question": "Quelles sont les actions possibles avec le contrôle d'application ? (Choisissez-en trois.)",
    "propositions": [
      "A. Avertir",
      "B. Autoriser",
      "C. Bloquer",
      "D. Mise en forme du trafic",
      "E. Quarantaine"
    ],
    "reponse": ["B", "C", "D"]
  },
  {
    "numero": 487,
    "question": "Un utilisateur situé derrière le FortiGate essaie d'aller sur http://www.addictinggames.com (Addicting.Games). D'après cette configuration, quelle affirmation est vraie ?",
    "propositions": [
      "A. Addicting.Games est autorisé selon la configuration Application Overrides.",
      "B. Addicting.Games est bloqué sur la base de la configuration Filter Overrides.",
      "C. Addicting.Games ne peut être autorisé que si l'action Filter Overrides est définie sur Exempt.",
      "D. Addicting.Games est autorisé en fonction de la configuration des catégories."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 488,
    "question": "Quelles affirmations concernant le contrôle des applications sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'activation du profil de contrôle des applications dans un profil de sécurité active le contrôle des applications pour l'ensemble du trafic circulant dans le FortiGate.",
      "B. Il ne peut pas agir sur les applications inconnues.",
      "C. Il peut inspecter le trafic crypté.",
      "D. Il peut identifier le trafic provenant d'applications connues, même si elles utilisent des ports TCP/UDP non standard."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 489,
    "question": "Quelles affirmations sont vraies concernant la mise en forme du trafic appliquée dans un capteur d'application et associée à une politique de pare-feu ? (Choisissez-en deux.)",
    "propositions": [
      "A. La mise en forme du trafic partagée ne peut pas être utilisée.",
      "B. Seul le trafic correspondant à la signature de contrôle de l'application est mis en forme.",
      "C. Elle peut limiter l'utilisation de la bande passante des applications à fort trafic.",
      "D. La mise en forme du trafic par IP ne peut pas être utilisée."
    ],
    "reponse": ["B", "C"]
  },
  {
    "numero": 490,
    "question": "Laquelle des affirmations suivantes est vraie en ce qui concerne le contrôle des applications ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le contrôle des applications est basé sur les numéros de port de destination TCP.",
      "B. Le contrôle des applications est basé sur le proxy.",
      "C. Le trafic crypté peut être identifié par le contrôle des applications.",
      "D. La mise en forme du trafic peut être appliquée au trafic d'application détecté."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 491,
    "question": "L'illustration est une capture d'écran d'un profil de contrôle d'application. Les différents paramètres sont encerclés et numérotés. Sélectionnez le numéro identifiant le paramètre qui fournira des informations supplémentaires sur l'accès à YouTube, telles que le nom de la vidéo regardée.",
    "propositions": [
      "A. 1",
      "B. 2",
      "C. 3",
      "D. 4",
      "E. 5"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 492,
    "question": "Quelle action peut être appliquée à chaque filtre du profil de contrôle des applications ?",
    "propositions": [
      "A. Bloquer, surveiller, avertir et mettre en quarantaine",
      "B. Autoriser, surveiller, bloquer et apprendre",
      "C. Autoriser, bloquer, authentifier et avertir",
      "D. Autoriser, surveiller, bloquer et mettre en quarantaine"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 493,
    "question": "Affichez la pièce à conviction. Sur la base de la configuration présentée dans la figure, quelles affirmations concernant le comportement du contrôle des applications sont vraies ? (Choisissez-en deux.)",
    "propositions": [
      "A. L'accès à toutes les applications inconnues est autorisé.",
      "B. L'accès aux applications de médias sociaux basées sur un navigateur sera bloqué.",
      "C. L'accès aux applications de médias sociaux mobiles sera bloqué.",
      "D. L'accès à toutes les applications de la catégorie Social.Media sera bloqué."
    ],
    "reponse": ["A", "B"]
  },
  {
    "numero": 494,
    "question": "Parmi les affirmations suivantes, lesquelles sont vraies en ce qui concerne le contrôle des applications ? (Choisissez-en deux.)",
    "propositions": [
      "A. Le contrôle des applications est basé sur les numéros de port de destination TCP.",
      "B. Le contrôle des applications est basé sur le proxy.",
      "C. Le trafic crypté peut être identifié par le contrôle des applications.",
      "D. La mise en forme du trafic peut être appliquée au trafic d'application détecté."
    ],
    "reponse": ["C", "D"]
  },
  {
    "numero": 495,
    "question": "L'illustration est une capture d'écran d'un profil de contrôle d'application. Les différents paramètres sont encerclés et numérotés. Sélectionnez le numéro identifiant le paramètre qui fournira des informations supplémentaires sur l'accès à YouTube, telles que le nom de la vidéo regardée.",
    "propositions": [
      "A. 1",
      "B. 2",
      "C. 3",
      "D. 4",
      "E. 5"
    ],
    "reponse": ["D"]
  },
  {
    "numero": 496,
    "question": "Comment les signatures de contrôle des applications sont-elles mises à jour sur un appareil FortiGate ?",
    "propositions": [
      "A. Par le biais des mises à jour FortiGuard.",
      "B. Mettez à jour le micrologiciel FortiOS vers une version plus récente.",
      "C. En exécutant la fonction d'apprentissage automatique du contrôle des applications.",
      "D. Les signatures sont codées en dur sur l'appareil et ne peuvent pas être mises à jour."
    ],
    "reponse": ["A"]
  },
  {
    "numero": 497,
    "question": "Quelle réponse décrit le mieux ce qu'est une \"application inconnue\" ?",
    "propositions": [
      "A. Tout le trafic qui correspond à la signature interne des applications inconnues.",
      "B. Le trafic qui ne correspond pas au modèle RFC de son protocole.",
      "C. Tout le trafic qui ne correspond pas à une signature de contrôle d'application.",
      "D. Un paquet qui échoue au contrôle CRC."
    ],
    "reponse": ["C"]
  }


]